Repository: zakwilson/hubzilla-core
Catalog: view/*/hmessages.po
Languages: ru

source: sent you a private message
ru: отправил вам личное сообщение

source: added your channel
ru: добавил ваш канал

source: requires approval
ru: Требуется подтверждение

source: [today]
ru: [сегодня]

source: posted an event
ru: событие опубликовано

source: shared a file with you
ru: с вами поделились файлом

source: Private forum
ru: Частный форум

source: Public forum
ru: Публичный форум

source: Invalid item.
ru: Недействительный элемент.

source: Page not found.
ru: Страница не найдена.

source: Could not access contact record.
ru: Не удалось получить доступ к записи контакта.

source: Could not locate selected profile.
ru: Не удалось обнаружить выбранный профиль.

source: Connection updated.
ru: Контакты обновлены.

source: Failed to update connection record.
ru: Не удалось обновить запись контакта.

source: is now connected to
ru: теперь подключён к

source: Could not access address book record.
ru: Не удалось получить доступ к записи адресной книги.

source: Refresh failed - channel is currently unavailable.
ru: Обновление невозможно - в настоящее время канал недоступен.

source: Unable to set address book parameters.
ru: Не удалось получить доступ к параметрам адресной книги.

source: Connection has been removed.
ru: Контакт был удалён.

source: View Profile
ru: Просмотреть профиль

source: View %s's profile
ru: Просмотр %s профиля

source: Refresh Permissions
ru: Обновить разрешения

source: Fetch updated permissions
ru: Получить обновлённые разрешения

source: Refresh Photo
ru: Обновить фотографию

source: Fetch updated photo
ru: Получить обновлённую фотографию

source: Recent Activity
ru: Последние действия

source: View recent posts and comments
ru: Просмотреть последние публикации и комментарии

source: Block (or Unblock) all communications with this connection
ru: Блокировать (или разблокировать) связи с этим контактом

source: This connection is blocked!
ru: Этот контакт заблокирован!

source: Unignore
ru: Не игнорировать

source: Ignore (or Unignore) all inbound communications from this connection
ru: Игнорировать (или не игнорировать) все связи для этого контакта

source: This connection is ignored!
ru: Этот контакт игнорируется!

source: Unarchive
ru: Разархивировать

source: Archive
ru: Заархивировать

source: Archive (or Unarchive) this connection - mark channel dead but keep content
ru: Заархивировать (или разархивировать) этот контакт - пометить канал отключённым но сохранить содержимое

source: This connection is archived!
ru: Этот контакт заархивирован!

source: Unhide
ru: Показать

source: Hide
ru: Скрыть

source: Hide or Unhide this connection from your other connections
ru: Скрыть или показать этот контакт от / для остальных

source: This connection is hidden!
ru: Этот контакт скрыт!

source: Delete this connection
ru: Удалить этот контакт

source: Fetch Vcard
ru: Получить vCard

source: Fetch electronic calling card for this connection
ru: Получить электронную телефонную карточку для этого контакта

source: Open Individual Permissions section by default
ru: Открывать раздел "Индивидуальные разрешения" по умолчанию

source: Affinity
ru: Сходство

source: Open Set Affinity section by default
ru: Открыть секцию установления сходства по умолчанию

source: Me
ru: Я

source: Family
ru: Семья

source: Acquaintances
ru: Знакомые

source: Filter
ru: Фильтр

source: Open Custom Filter section by default
ru: Открывать секцию "Настраиваемый фильтр" по умолчанию

source: Approve this connection
ru: Утвердить этот контакт

source: Accept connection to allow communication
ru: Принять контакт чтобы разрешить связь

source: Set Affinity
ru: Установить сходство

source: Set Profile
ru: Установить профиль

source: Set Affinity & Profile
ru: Установить сходство и профиль

source: This connection is unreachable from this location.
ru: Этот контакт недоступен для данного местоположения

source: This connection may be unreachable from other channel locations.
ru: Этот контакт может быть недоступен из других мест размещения канала

source: Location independence is not supported by their network.
ru: Независимое местоположение не поддерживается их сетью.

source: This connection is unreachable from this location. Location independence is not supported by their network.
ru: Этот контакт недоступен из данного местоположения. Независимое местоположение не поддерживается их сетью.

source: Connection Default Permissions
ru: Разрешения по умолчанию для контакта

source: Connection: %s
ru: Контакт: %s

source: Apply these permissions automatically
ru: Применить эти разрешения автоматически

source: Connection requests will be approved without your interaction
ru: Запросы контактов будут одобрены без вашего участия

source: Permission role
ru: Роль разрешения

source: Add permission role
ru: Добавить роль разрешения

source: This connection's primary address is
ru: Главный адрес это контакта

source: Available locations:
ru: Доступные расположения:

source: The permissions indicated on this page will be applied to all new connections.
ru: Разрешения, указанные на этой странице, будут применяться ко всем новым соединениям.

source: Connection Tools
ru: Инструменты контактов

source: Slide to adjust your degree of friendship
ru: Прокрутить для настройки степени дружбы

source: Rating
ru: Оценка

source: Slide to adjust your rating
ru: Прокрутить для настройки оценки

source: Optionally explain your rating
ru: Объясните свою оценку (не обязательно)

source: Custom Filter
ru: Настраиваемый фильтр

source: Only import posts with this text
ru: Импортировать публикации только с этим текстом

source: Do not import posts with this text
ru: Не импортировать публикации с этим текстом

source: This information is public!
ru: Эта информация общедоступна!

source: Connection Pending Approval
ru: Ожидающие подтверждения контактов

source: Please choose the profile you would like to display to %s when viewing your profile securely.
ru: Пожалуйста, выберите профиль который вы хотит показывать в %s при безопасном просмотре.

source: Some permissions may be inherited from your channel's <a href="settings"><strong>privacy settings</strong></a>, which have higher priority than individual settings. You can change those settings here but they wont have any impact unless the inherited setting changes.
ru: Некоторые разрешения могут быть унаследованы из <a href="settings"><strong>настроек приватности</strong></a> вашего канала, которые могут иметь более высокий приоритет чем индивидуальные. Вы можете изменить эти настройки, однако они не будут применены до изменения переданных по наследству настроек.

source: Last update:
ru: Последнее обновление:

source: Details
ru: Сведения

source: Chatrooms App
ru: Приложение "Мои чаты"

source: Access Controlled Chatrooms
ru: Получить доступ к контролируемым чатам

source: Room not found
ru: Комната не найдена

source: Leave Room
ru: Покинуть комнату

source: Delete Room
ru: Удалить комнату

source: I am away right now
ru: Я сейчас отошёл

source: I am online
ru: Я на связи

source: Bookmark this room
ru: Запомнить эту комнату

source: Please enter a link URL:
ru: Пожалуйста введите URL ссылки:

source: Encrypt text
ru: Зашифровать текст

source: New Chatroom
ru: Новый чат

source: Chatroom name
ru: Название чата

source: Expiration of chats (minutes)
ru: Завершение чатов (минут)

source: %1$s's Chatrooms
ru: Чаты пользователя %1$s

source: No chatrooms available
ru: Нет доступных чатов

source: Expiration
ru: Срок действия

source: min
ru: мин.

source: Photos
ru: Фотографии

source: Files
ru: Файлы

source: Unable to update menu.
ru: Невозможно обновить меню.

source: Unable to create menu.
ru: Невозможно создать меню.

source: Menu Name
ru: Название меню

source: Unique name (not visible on webpage) - required
ru: Уникальное название (не видимо на странице) - требуется

source: Menu Title
ru: Заголовок меню

source: Visible on webpage - leave empty for no title
ru: Видимость на странице - оставьте пустым если не хотите иметь заголовок

source: Allow Bookmarks
ru: Разрешить закладки

source: Menu may be used to store saved bookmarks
ru: Меню может использоваться, чтобы сохранить закладки

source: Submit and proceed
ru: Отправить и обработать

source: Menus
ru: Меню

source: Bookmarks allowed
ru: Закладки разрешены

source: Delete this menu
ru: Удалить это меню

source: Edit menu contents
ru: Редактировать содержание меню

source: Edit this menu
ru: Редактировать это меню

source: Menu could not be deleted.
ru: Меню не может быть удалено.

source: Edit Menu
ru: Редактировать меню

source: Add or remove entries to this menu
ru: Добавить или удалить пункты этого меню

source: Menu name
ru: Название меню

source: Must be unique, only seen by you
ru: Должно быть уникальным (видно только вам)

source: Menu title
ru: Заголовок меню

source: Menu title as seen by others
ru: Видимый другими заголовок меню

source: Allow bookmarks
ru: Разрешить закладки

source: Layouts
ru: Шаблоны

source: Help
ru: Помощь

source: Comanche page description language help
ru: Помощь по языку описания страниц Comanche

source: Layout Description
ru: Описание шаблона

source: Download PDL file
ru: Загрузить PDL файл

source: Notes App
ru: Приложение "Заметки"

source: A simple notes app with a widget (note: notes are not encrypted)
ru: Простое приложение для заметок с виджетом (примечание: заметки не зашифрованы)

source: Not found
ru: Не найдено.

source: Please refresh page
ru: Пожалуйста обновите страницу

source: Unknown error
ru: Неизвестная ошибка

source: Token verification failed.
ru: Не удалось выполнить проверку токена.

source: Email Verification Required
ru: Требуется проверка адреса email

source: A verification token was sent to your email address [%s]. Enter that token here to complete the account verification step. Please allow a few minutes for delivery, and check your spam folder if you do not see the message.
ru: Проверочный токен был отправлен на ваш адрес электронной почты [%s]. Введите этот токен здесь для завершения этапа проверки учётной записи. Пожалуйста, подождите несколько минут для завершения доставки и проверьте вашу папку "Спам" если вы не видите письма.

source: Resend Email
ru: Выслать повторно

source: Validation token
ru: Проверочный токен

source: Post not found.
ru: Публикация не найдена

source: post
ru: публикация

source: comment
ru: комментарий

source: %1$s tagged %2$s's %3$s with %4$s
ru: %1$s отметил тегом %2$s %3$s с %4$s

source: This setting requires special processing and editing has been blocked.
ru: Этот параметр требует специальной обработки и редактирования и был заблокирован.

source: Configuration Editor
ru: Редактор конфигурации

source: Warning: Changing some settings could render your channel inoperable. Please leave this page unless you are comfortable with and knowledgeable about how to correctly use this feature.
ru: Предупреждение. Изменение некоторых настроек может привести к неработоспособности вашего канала. Пожалуйста, покиньте эту страницу, если вы точно не значете, как правильно использовать эту функцию.

source: Affinity Tool settings updated.
ru: Настройки степени сходства обновлены.

source: This app presents a slider control in your connection editor and also on your network page. The slider represents your degree of friendship (affinity) with each connection. It allows you to zoom in or out and display conversations from only your closest friends or everybody in your stream.
ru: Это приложение представляет управление ползунком на странице контактов и сетевом потоке, который позволяет выбирать вашу степень дружбы (сходства). Это позволяет вам увеличивать или уменьшать масштаб и отображать разговоры только от ваших самых близких друзей или всех в вашем потоке.

source: Affinity Tool App
ru: Приложение "Степень сходства"

source: The numbers below represent the minimum and maximum slider default positions for your network/stream page as a percentage.
ru: Числа ниже представляют минимальное и максимальное значение по умолчанию для вашей сети / потока в процентах.

source: Default maximum affinity level
ru: Максимальная степень сходства по умолчанию.

source: 0-99 default 99
ru: 0-99 (по умолчанию 99)

source: Default minimum affinity level
ru: Максимальная степень сходства по умолчанию.

source: 0-99 - default 0
ru: 0-99 (по умолчанию 0)

source: Persistent affinity levels
ru: Устоявшиеся степени сходства

source: If disabled the max and min levels will be reset to default after page reload
ru: Если этот параметр отключен, максимальный и минимальный уровни будут сброшены к значениям по умолчанию после перезагрузки страницы

source: Affinity Tool Settings
ru: Настройки степени сходства

source: Default Permissions App
ru: Приложение "Разрешения по умолчанию"

source: Set custom default permissions for new connections
ru: Настройка пользовательских разрешений по умолчанию для новых подключений

source: Automatic approval settings
ru: Настройки автоматического одобрения

source: Some individual permissions may have been preset or locked based on your channel type and privacy settings.
ru: Некоторые индивидуальные разрешения могут быть предустановлены или заблокированы на основании типа вашего канала и настроек приватности.

source: Unknown App
ru: Неизвестное приложение

source: Authorize
ru: Авторизовать

source: Do you authorize the app %s to access your channel data?
ru: Авторизуете ли вы приложение %s для доступа к данным вашего канала?

source: Allow
ru: Разрешить

source: Privacy group created.
ru: Группа безопасности создана.

source: Could not create privacy group.
ru: Не удалось создать группу безопасности.

source: Privacy group not found.
ru: Группа безопасности не найдена.

source: Privacy group updated.
ru: Группа безопасности обновлена.

source: Privacy Groups App
ru: Приложение "Группы безопасности"

source: Management of privacy groups
ru: Управление группами безопасности.

source: Privacy Groups
ru: Группы безопасности

source: Add Group
ru: Добавить группу

source: Privacy group name
ru: Имя группы безопасности

source: Members are visible to other channels
ru: Участники канала видимые для остальных

source: Members
ru: Участники

source: Privacy group removed.
ru: Группа безопасности удалена.

source: Unable to remove privacy group.
ru: Ну удалось удалить группу безопасности.

source: Privacy Group: %s
ru: Группа безопасности: %s

source: Privacy group name:
ru: Название группы безопасности:

source: Delete Group
ru: Удалить группу

source: Group members
ru: Члены группы

source: Not in this group
ru: Не в этой группе

source: Click a channel to toggle membership
ru: Нажмите на канал для просмотра членства

source: Profile not found.
ru: Профиль не найден.

source: Profile deleted.
ru: Профиль удален.

source: Profile-
ru: Профиль -

source: New profile created.
ru: Новый профиль создан.

source: Profile unavailable to clone.
ru: Профиль недоступен для клонирования.

source: Profile unavailable to export.
ru: Профиль недоступен для экспорта.

source: Profile Name is required.
ru: Требуется имя профиля.

source: Marital Status
ru: Семейное положение

source: Romantic Partner
ru: Романтический партнер

source: Likes
ru: Нравится

source: Dislikes
ru: Не нравится

source: Work/Employment
ru: Работа / Занятость

source: Religion
ru: Религия

source: Political Views
ru: Политические взгляды

source: Gender
ru: Гендер

source: Sexual Preference
ru: Сексуальная ориентация

source: Homepage
ru: Домашняя страница

source: Interests
ru: Интересы

source: Profile updated.
ru: Профиль обновлен.

source: Hide your connections list from viewers of this profile
ru: Скрывать от просмотра ваш список контактов в этом профиле

source: Edit Profile Details
ru: Редактирование профиля

source: View this profile
ru: Посмотреть этот профиль

source: Edit visibility
ru: Редактировать видимость

source: Profile Tools
ru: Инструменты профиля

source: Change cover photo
ru: Изменить фотографию обложки

source: Change profile photo
ru: Изменить фотографию профиля

source: Create a new profile using these settings
ru: Создать новый профиль с теми же настройками

source: Clone this profile
ru: Клонировать этот профиль

source: Delete this profile
ru: Удалить этот профиль

source: Add profile things
ru: Добавить в профиль

source: Personal
ru: Личное

source: Relationship
ru: Отношения

source: Miscellaneous
ru: Прочее

source: Import profile from file
ru: Импортировать профиль из файла

source: Export profile to file
ru: Экспортировать профиль в файл

source: Your gender
ru: Ваш пол

source: Marital status
ru: Семейное положение

source: Sexual preference
ru: Сексуальная ориентация

source: Profile name
ru: Имя профиля

source: This is your default profile.
ru: Это ваш профиль по умолчанию.

source: Your full name
ru: Ваше полное имя

source: Title/Description
ru: Заголовок / описание

source: Street address
ru: Улица, дом, квартира

source: Locality/City
ru: Населенный пункт / город

source: Region/State
ru: Регион / Область

source: Postal/Zip code
ru: Почтовый индекс

source: Who (if applicable)
ru: Кто (если применимо)

source: Examples: cathy123, Cathy Williams, cathy@example.com
ru: Примеры: ivan1990, Ivan Petrov, ivan@example.com

source: Since (date)
ru: С (дата)

source: Tell us about yourself
ru: Расскажите нам о себе

source: Homepage URL
ru: URL домашней страницы

source: Hometown
ru: Родной город

source: Political views
ru: Политические взгляды

source: Religious views
ru: Религиозные взгляды

source: Keywords used in directory listings
ru: Ключевые слова для участия в каталоге

source: Example: fishing photography software
ru: Например: fishing photography software

source: Musical interests
ru: Музыкальные интересы

source: Books, literature
ru: Книги, литература

source: Television
ru: Телевидение

source: Film/Dance/Culture/Entertainment
ru: Кино / танцы / культура / развлечения

source: Hobbies/Interests
ru: Хобби / интересы

source: Love/Romance
ru: Любовь / романтические отношения

source: School/Education
ru: Школа / образование

source: Contact information and social networks
ru: Информация и социальные сети для связи

source: My other channels
ru: Мои другие контакты

source: Communications
ru: Связи

source: Profile Image
ru: Изображение профиля

source: Edit Profiles
ru: Редактирование профилей

source: This page is available only to site members
ru: Эта страница доступна только для подписчиков сайта

source: Welcome
ru: Добро пожаловать

source: What would you like to do?
ru: Что бы вы хотели сделать?

source: Please bookmark this page if you would like to return to it in the future
ru: Пожалуйста, запомните эту страницу если вы хотите вернуться на неё в будущем

source: Upload a profile photo
ru: Загрузить фотографию профиля

source: Upload a cover photo
ru: Загрузить фотографию обложки

source: Edit your default profile
ru: Редактировать ваш профиль по умолчанию

source: View friend suggestions
ru: Просмотр рекомендуемых друзей

source: View the channel directory
ru: Просмотр каталога каналов

source: View/edit your channel settings
ru: Просмотреть / редактировать настройки вашего канала

source: View the site or project documentation
ru: Просмотр документации сайта / проекта

source: Visit your channel homepage
ru: Посетить страницу вашего канала

source: View your connections and/or add somebody whose address you already know
ru: Просмотреть ваши контакты и / или добавить кого-то чей адрес в уже знаете

source: View your personal stream (this may be empty until you add some connections)
ru: Ваш персональный поток (может быть пуст пока вы не добавите контакты)

source: View the public stream. Warning: this content is not moderated
ru: Просмотр публичного потока. Предупреждение: этот контент не модерируется

source: Page link
ru: Ссылка страницы

source: Edit Webpage
ru: Редактировать веб-страницу

source: Create a new channel
ru: Создать новый канал

source: Channel Manager
ru: Менеджер каналов

source: Current Channel
ru: Текущий канал

source: Switch to one of your channels by selecting it.
ru: Выбрать и переключиться на один из ваших каналов

source: Default Channel
ru: Основной канал

source: Make Default
ru: Сделать основным

source: %d new messages
ru: %d новых сообщений

source: %d new introductions
ru: %d новых представлений

source: Delegated Channel
ru: Делегированный канал

source: Cards App
ru: Приложение "Карточки"

source: Create personal planning cards
ru: Создать личные карточки планирования

source: Add Card
ru: Добавить карточку

source: Cards
ru: Карточки

source: This directory server requires an access token
ru: Для доступа к этому серверу каталогов требуется токен

source: About this site
ru: Об этом сайте

source: Site Name
ru: Название сайта

source: Administrator
ru: Администратор

source: Terms of Service
ru: Условия предоставления услуг

source: Software and Project information
ru: Информация о программном обеспечении и проекте

source: This site is powered by $Projectname
ru: Этот сайт работает на $Projectname

source: Federated and decentralised networking and identity services provided by Zot
ru: Объединенные и децентрализованные сети и службы идентификациии обеспечиваются Zot

source: Additional federated transport protocols:
ru: Дополнительные федеративные транспортные протоколы:

source: Version %s
ru: Версия %s

source: Project homepage
ru: Домашняя страница проекта

source: Developer homepage
ru: Домашняя страница разработчика

source: No ratings
ru: Оценок нет

source: Ratings
ru: Оценки

source: Rating:
ru: Оценкa:

source: Website:
ru: Веб-сайт:

source: Description:
ru: Описание:

source: Webpages App
ru: Приложение "Веб-страницы"

source: Provide managed web pages on your channel
ru: Предоставлять управляемые веб-страницы на Вашем канале

source: Import Webpage Elements
ru: Импортировать части веб-страницы

source: Import selected
ru: Импортировать выбранное

source: Export Webpage Elements
ru: Экспортировать часть веб-страницы

source: Export selected
ru: Экспортировать выбранное

source: Webpages
ru: Веб-страницы

source: Actions
ru: Действия

source: Page Link
ru: Ссылка страницы

source: Page Title
ru: Заголовок страницы

source: Invalid file type.
ru: Неверный тип файла.

source: Error opening zip file
ru: Ошибка открытия ZIP файла

source: Invalid folder path.
ru: Неверный путь к каталогу.

source: No webpage elements detected.
ru: Не обнаружено частей веб-страницы.

source: Import complete.
ru: Импорт завершен.

source: Channel name changes are not allowed within 48 hours of changing the account password.
ru: Изменение названия канала не разрешается в течении 48 часов после смены пароля у аккаунта.

source: Reserved nickname. Please choose another.
ru: Зарезервированый псевдоним. Пожалуйста, выберите другой.

source: Nickname has unsupported characters or is already being used on this site.
ru: Псевдоним имеет недопустимые символы или уже используется на этом сайте.

source: Change channel nickname/address
ru: Изменить псевдоним / адрес канала

source: Any/all connections on other networks will be lost!
ru: Любые / все контакты в других сетях будут утеряны!

source: New channel address
ru: Новый адрес канала

source: Rename Channel
ru: Переименовать канал

source: Item is not editable
ru: Элемент нельзя редактировать

source: Edit post
ru: Редактировать сообщение

source: Invalid message
ru: Неверное сообщение

source: no results
ru: Ничего не найдено.

source: channel sync processed
ru: синхронизация канала завершена

source: queued
ru: в очереди

source: posted
ru: опубликовано

source: accepted for delivery
ru: принято к доставке

source: updated
ru: обновлено

source: update ignored
ru: обновление игнорируется

source: permission denied
ru: доступ запрещен

source: recipient not found
ru: получатель не найден

source: mail recalled
ru: почта отозвана

source: duplicate mail received
ru: получено дублирующее сообщение
