Repository: zakwilson/hubzilla-core
Catalog: view/*/hmessages.po
Languages: ru

source: Enable Community Moderation
ru: Включить модерацию сообщества

source: Reputation automatically given to new members
ru: Репутация автоматически предоставляемая новым участникам

source: Reputation will never fall below this value
ru: Репутация никогда не упадёт ниже этого значения

source: Minimum reputation before posting is allowed
ru: Минимальная репутация для разрешения возможности размещать публикации

source: Minimum reputation before commenting is allowed
ru: Минимальная репутация для разрешения комментирования

source: Minimum reputation before a member is able to moderate other posts
ru: Минимальная репутация для возможности модерирования участником чужих публикаций

source: Max ratio of moderator's reputation that can be added to/deducted from reputation of person being moderated
ru: Максимальное соотношение репутации модератора, которое может быть добавлено / вычтено из репутации модерируемого участника

source: Reputation "cost" to post
ru: "Стоимость" репутации для публикации

source: Reputation "cost" to comment
ru: "Стоимость" репутации для комментирования

source: Reputation automatically recovers at this rate per hour until it reaches minimum_to_post
ru: Репутация автоматически восстанавливается с этой скоростью в час пока не достигает значения minimum_to_post

source: When minimum_to_moderate > reputation > minimum_to_post reputation recovers at this rate per hour
ru: При minimum_to_moderate > репутация > minimum_to_post репутация восстанавливается с этой скоростью в час

source: Community Moderation Settings
ru: Настройки модерирования сообщества

source: Can moderate reputation on my channel.
ru: Может модерировать репутацию на моём канале

source: Channel Reputation
ru: Репутация канала

source: Block Completely
ru: Заблокировать полностью

source: Superblock App
ru: Приложение Superblock

source: Block channels
ru: Заблокировать каналы

source: superblock settings updated
ru: Настройки Superblock обновлены.

source: Currently blocked
ru: В настоящее время заблокирован

source: No channels currently blocked
ru: В настоящее время никакие каналы не блокируются

source: nofed Settings saved.
ru: Настройки nofed сохранены.

source: No Federation App
ru: Приложение No Federation

source: Prevent posting from being federated to anybody. It will exist only on your channel page.
ru: Запрещает федеративные функций для публикаций. Они будут существовать только на странице вашего канала.

source: Federate posts by default
ru: Разрешить федерацию публикаций по умолчанию

source: No Federation
ru: Отключить Federation

source: Federate
ru: Федерировать

source: Channel is required.
ru: Необходим канал.

source: Hubzilla Crosspost Connector Settings saved.
ru: Настройки пересылки публикаций Hubzilla сохранены.

source: Hubzilla Crosspost Connector App
ru: Приложение "Пересылка публикаций Hubzilla"

source: Relay public postings to another Hubzilla channel
ru: Пересылает общедоступные публикации в другой канал Hubzilla

source: Send public postings to Hubzilla channel by default
ru: Отправлять общедоступные публикации в канал Hubzilla по умолчанию

source: Hubzilla API Path
ru: Путь к Hubzilla API

source: Hubzilla login name
ru: Имя входа Hubzilla

source: Hubzilla channel name
ru: Название канала Hubzilla

source: Hubzilla Crosspost Connector
ru: Пересылка публикаций Hubzilla

source: Post to Hubzilla
ru: Опубликовать в Hubzilla

source: Logfile archive directory
ru: Каталог архивирования журнала

source: Directory to store rotated logs
ru: Каталог для хранения заархивированных журналов

source: Logfile size in bytes before rotating
ru: Размер файла журнала в байтах для архивирования

source: Number of logfiles to retain
ru: Количество сохраняемых файлов журналов

source: Friendica Photo Album Import
ru: Импортировать альбом фотографий Friendica

source: This will import all your Friendica photo albums to this Red channel.
ru: Это позволит импортировать все ваши альбомы фотографий Friendica в этот канал.

source: Friendica Server base URL
ru: Базовый URL сервера Friendica

source: Friendica Login Username
ru: Имя пользователя для входа Friendica

source: Friendica Login Password
ru: Пароль для входа Firendica

source: WYSIWYG status editor
ru: WYSIWYG редактор статуса

source: WYSIWYG Status App
ru: Приложение "WYSIWYG статус"

source: WYSIWYG Status
ru: WYSIWYG статус

source: Set your location
ru: Задать своё местоположение

source: Clear browser location
ru: Очистить местоположение из браузера

source: Embed (existing) photo from your photo albums
ru: Встроить (существующее) фото из вашего фотоальбома

source: Tag term:
ru: Теги:

source: Where are you right now?
ru: Где вы сейчас?

source: Choose a different album...
ru: Выбрать другой альбом...

source: Comments enabled
ru: Комментарии включены

source: Comments disabled
ru: Комментарии отключены

source: Page link name
ru: Название ссылки на страницу

source: Post as
ru: Опубликовать как

source: Toggle voting
ru: Подключить голосование

source: Disable comments
ru: Отключить комментарии

source: Toggle comments
ru: Переключить комментарии

source: Categories (optional, comma-separated list)
ru: Категории (необязательно, список через запятую)

source: Other networks and post services
ru: Другие сети и службы публикаций

source: Set publish date
ru: Установить дату публикации

source: ActivityPub Protocol Settings updated.
ru: Настройки протокола ActivityPub обновлены.

source: The activitypub protocol does not support location independence. Connections you make within that network may be unreachable from alternate channel locations.
ru: Протокол ActivityPub не поддерживает независимость от расположения. Ваши контакты установленные в этой сети могут быть недоступны из альтернативных мест размещения канала.

source: Activitypub Protocol App
ru: Приложение "Протокол ActivityPub"

source: Deliver to ActivityPub recipients in privacy groups
ru: Доставить получателям ActivityPub в группах безопасности

source: May result in a large number of mentions and expose all the members of your privacy group
ru: Может привести к большому количеству упоминаний и раскрытию участников группы безопасности

source: Send multi-media HTML articles
ru: Отправить HTML статьи с мультимедиа

source: Not supported by some microblog services such as Mastodon
ru: Не поддерживается некоторыми микроблогами, например Mastodon

source: Activitypub Protocol
ru: Протокол ActivityPub

source: Project Servers and Resources
ru: Серверы и ресурсы проекта

source: Project Creator and Tech Lead
ru: Создатель проекта и технический руководитель

source: And the hundreds of other people and organisations who helped make the Hubzilla possible.
ru: И сотни других людей и организаций которые помогали в создании Hubzilla.

source: The Redmatrix/Hubzilla projects are provided primarily by volunteers giving their time and expertise - and often paying out of pocket for services they share with others.
ru: Проекты Redmatrix / Hubzilla предоставляются, в основном, добровольцами, которые предоставляют свое время и опыт и, часто, оплачивают из своего кармана услуги, которыми они делятся с другими.

source: There is no corporate funding and no ads, and we do not collect and sell your personal information. (We don't control your personal information - <strong>you do</strong>.)
ru: Здесь нет корпоративного финансирования и рекламы, мы не собираем и не продаем вашу личную информацию. (Мы не контролируем вашу личную информацию - <strong>это делаете вы</strong>.)

source: Help support our ground-breaking work in decentralisation, web identity, and privacy.
ru: Помогите поддержать нашу новаторскую работу в областях децентрализации, веб-идентификации и конфиденциальности.

source: Your donations keep servers and services running and also helps us to provide innovative new features and continued development.
ru: В ваших пожертвованиях поддерживают серверы и службы, а также помогают нам предоставлять новые возможности и продолжать развитие.

source: Donate
ru: Пожертвовать

source: Choose a project, developer, or public hub to support with a one-time donation
ru: Выберите проект, разработчика или общедоступный узел для поддержки в форме единоразового пожертвования

source: Donate Now
ru: Пожертвовать сейчас

source: <strong><em>Or</em></strong> become a project sponsor (Hubzilla Project only)
ru: <strong><em>или</em></strong> станьте спонсором проекта (только для Hubzilla)

source: Please indicate if you would like your first name or full name (or nothing) to appear in our sponsor listing
ru: Пожалуйста, если желаете, укажите ваше имя для отображения в списке спонсоров.

source: Sponsor
ru: Спонсор

source: Special thanks to:
ru: Особые благодарности:

source: Valid examples include A, A7, Am7, Amaj7, Amaj9, Ammaj7, Aadd4, Asus2Add4, E7b13b11 ...
ru: Примеры действительных включают A, A7, Am7, Amaj7, Amaj9, Ammaj7, Aadd4, Asus2Add4, E7b13b11 ...

source: Guitar Chords
ru: Гитарные аккорды

source: The complete online chord dictionary
ru: Полный онлайн словарь аккордов

source: Tuning
ru: Настройка

source: Chord name: example: Em7
ru: Наименование аккорда - example: Em7

source: Show for left handed stringing
ru: Показывать струны для левшей

source: Quick Reference
ru: Быстрая ссылка

source: Post to Libertree
ru: Опубликовать в Libertree

source: Libertree Crosspost Connector Settings saved.
ru: Настройки пересылки публикаций Libertree сохранены.

source: Libertree Crosspost Connector App
ru: Приложение "Пересылка публикаций Libertree"

source: Relay public posts to Libertree
ru: Пересылает общедоступные публикации в Libertree

source: Libertree API token
ru: Токен Libertree API

source: Libertree site URL
ru: URL сайта Libertree

source: Post to Libertree by default
ru: Публиковать в Libertree по умолчанию

source: Libertree Crosspost Connector
ru: Пересылка публикаций Libertree

source: Flattr widget settings updated.
ru: Настройки виджета Flattr обновлены.

source: Flattr Widget App
ru: Приложение "Виджет Flattr"

source: Add a Flattr button to your channel page
ru: Добавить кнопку Flattr на страницу вашего канала

source: Flattr user
ru: Пользователь Flattr

source: URL of the Thing to flattr
ru: URL ccылки на Flattr

source: If empty channel URL is used
ru: Если пусто, то используется URL канала

source: Title of the Thing to flattr
ru: Заголовок вещи на Flattr

source: If empty "channel name on The Hubzilla" will be used
ru: Если пусто, то будет использовано "Название канала Hubzilla"

source: Static or dynamic flattr button
ru: Статическая или динамическая кнопка Flattr

source: static
ru: статическая

source: dynamic
ru: динамическая

source: Alignment of the widget
ru: Выравнивание виджета

source: left
ru: слева

source: right
ru: справа

source: Flattr Widget
ru: Виджет Flattr

source: Flattr this!
ru: Flattr это!

source: Please contact your site administrator.<br />The provided API URL is not valid.
ru: Пожалуйста свяжитесь с администратором сайта. <br />Предоставленный URL API недействителен.

source: We could not contact the GNU social API with the Path you entered.
ru: Нам не удалось установить контакт с GNU Social API по введённому вами пути

source: GNU social settings updated.
ru: Настройки GNU Social обновлены.

source: Relay public postings to a connected GNU social account (formerly StatusNet)
ru: Пересылает общедоступные публикации на подключённую учётную запись GNU social (бывшая StatusNet)

source: Globally Available GNU social OAuthKeys
ru: Глобально доступные ключи OAuthKeys GNU Social

source: There are preconfigured OAuth key pairs for some GNU social servers available. If you are using one of them, please use these credentials.<br />If not feel free to connect to any other GNU social instance (see below).
ru: Существуют предварительно настроенные пары ключей OAuth для некоторых доступных серверов GNU social. Если вы используете один из них, используйте эти учетные данные. <br />Если вы не хотите подключаться к какому-либо другому серверу GNU social (см. ниже).

source: Provide your own OAuth Credentials
ru: Предоставьте ваши собственные регистрационные данные OAuth

source: No consumer key pair for GNU social found. Register your Hubzilla Account as an desktop client on your GNU social account, copy the consumer key pair here and enter the API base root.<br />Before you register your own OAuth key pair ask the administrator if there is already a key pair for this Hubzilla installation at your favourite GNU social installation.
ru: Не найдена пользовательская пара ключей для GNU social. Зарегистрируйте свою учетную запись Hubzilla в качестве настольного клиента в своей учетной записи GNU social, скопируйте cюда пару ключей пользователя и введите корневой каталог базы API. <br />Прежде чем регистрировать свою собственную пару ключей OAuth, спросите администратора, если ли уже пара ключей для этой установки Hubzilla в вашем GNU social.

source: OAuth Consumer Key
ru: Ключ клиента OAuth

source: OAuth Consumer Secret
ru: Пароль клиента OAuth

source: Base API Path
ru: Основной путь к API

source: Remember the trailing /
ru: Запомнить закрывающий /

source: GNU social application name
ru: Имя приложения GNU social

source: To connect to your GNU social account click the button below to get a security code from GNU social which you have to copy into the input box below and submit the form. Only your <strong>public</strong> posts will be posted to GNU social.
ru: Чтобы подключиться к вашей учетной записи GNU social нажмите кнопку ниже для получения кода безопасности из GNU social, который вы должны скопировать в поле ввода ниже и отправить форму. Только ваши общедоступные сообщения будут опубликованы в GNU social.

source: Log in with GNU social
ru: Войти с GNU social

source: Copy the security code from GNU social here
ru: Скопируйте код безопасности GNU social здесь

source: Cancel Connection Process
ru: Отменить процесс подключения

source: Current GNU social API is
ru: Текущий GNU social API

source: Cancel GNU social Connection
ru: Отменить подключение с GNU social

source: Currently connected to:
ru: В настоящее время подключён к:

source: <strong>Note</strong>: Due your privacy settings (<em>Hide your profile details from unknown viewers?</em>) the link potentially included in public postings relayed to GNU social will lead the visitor to a blank page informing the visitor that the access to your profile has been restricted.
ru: <strong>Замечание</strong>: Из-за настроек конфиденциальности (<em>скрыть данные своего профиля от неизвестных зрителей?</em>) cсылка, потенциально включенная в общедоступные публикации, переданные в GNU social, приведет посетителя к пустой странице, информирующей его о том, что доступ к вашему профилю был ограничен.

source: Post to GNU social by default
ru: Публиковать в GNU social по умолчанию

source: If enabled your public postings will be posted to the associated GNU-social account by default
ru: Если включено, ваши общедоступные публикации будут опубликованы в связанной учётной записи GNU social по умолчанию

source: Clear OAuth configuration
ru: Очистить конфигурацию OAuth

source: GNU-Social Crosspost Connector
ru: Подключение пересылки публикаций GNU Social

source: Post to GNU social
ru: Опубликовать в GNU Social

source: Application name
ru: Название приложения

source: QR code
ru: QR-код

source: QR Generator
ru: Генератор QR-кодов

source: Enter some text
ru: Введите любой текст

source: Invalid game.
ru: Недействительная игра.

source: You are not a player in this game.
ru: Вы не играете в эту игру.

source: You must be a local channel to create a game.
ru: Ваш канал должен быть локальным чтобы создать игру.

source: You must select one opponent that is not yourself.
ru: Вы должны выбрать противника который не является вами.

source: Random color chosen.
ru: Выбран случайный цвет.

source: Error creating new game.
ru: Ошибка создания новой игры.

source: Requested channel is not available.
ru: Запрошенный канал не доступен.

source: Chess not installed.
ru: Шахматы не установлены.

source: You must select a local channel /chess/channelname
ru: Вы должны выбрать локальный канал /chess/channelname

source: Enable notifications
ru: Включить оповещения

source: Twitter settings updated.
ru: Настройки Twitter обновлены

source: Twitter Crosspost Connector App
ru: Приложение "Пересылка публикаций Twitter"

source: Relay public posts to Twitter
ru: Пересылает общедоступные публикации в Twitter

source: No consumer key pair for Twitter found. Please contact your site administrator.
ru: Не найдено пары ключей для Twitter. Пожалуйста, свяжитесь с администратором сайта.

source: At this Hubzilla instance the Twitter plugin was enabled but you have not yet connected your account to your Twitter account. To do so click the button below to get a PIN from Twitter which you have to copy into the input box below and submit the form. Only your <strong>public</strong> posts will be posted to Twitter.
ru: В этой установке Hubzilla плагин Twitter был включён, однако пока он не подключён к вашему аккаунту в Twitter. Для этого нажмите на кнопку ниже для получения PIN-кода от Twitter который нужно скопировать в поле ввода и отправить форму. Только ваши <strong>общедоступные</strong> публикации будут опубликованы в Twitter.

source: Log in with Twitter
ru: Войти в Twitter

source: Copy the PIN from Twitter here
ru: Скопируйте PIN-код из Twitter здесь

source: <strong>Note:</strong> Due your privacy settings (<em>Hide your profile details from unknown viewers?</em>) the link potentially included in public postings relayed to Twitter will lead the visitor to a blank page informing the visitor that the access to your profile has been restricted.
ru: <strong>Замечание</strong>: Из-за настроек конфиденциальности (<em>скрыть данные своего профиля от неизвестных зрителей?</em>) cсылка, потенциально включенная в общедоступные публикации, переданные в Twitter, приведет посетителя к пустой странице, информирующей его о том, что доступ к вашему профилю был ограничен.

source: Twitter post length
ru: Длина публикации Twitter

source: Maximum tweet length
ru: Максимальная длина твита

source: Send public postings to Twitter by default
ru: Отправлять общедоступные публикации в Twitter по умолчанию

source: If enabled your public postings will be posted to the associated Twitter account by default
ru: Если включено, ваши общедоступные публикации будут опубликованы в связанной учётной записи Twitter по умолчанию

source: Twitter Crosspost Connector
ru: Пересылка публикаций Twitter

source: Post to Twitter
ru: Опубликовать в Twitter

source: Smileybutton App
ru: Приложение "Кнопка со смайликам"

source: Adds a smileybutton to the jot editor
ru: Добавлять кнопку со смайликами в редактор Jot

source: Hide the button and show the smilies directly.
ru: Скрыть кнопку и сразу показывать смайлики.

source: Smileybutton Settings
ru: Настройки кнопки со смайликами

source: Enable Test Catalog
ru: Включить тестовый каталог

source: Enable Manual Payments
ru: Включить ручные платежи

source: Base Merchant Currency
ru: Основная торговая валюта

source: Cart Settings
ru: Настройки карточек

source: Access Denied.
ru: Доступ запрещён.

source: Order Not Found
ru: Заказ не найден

source: Invalid Item
ru: Недействительный элемент

source: DB Cleanup Failure
ru: Сбой очистки базы данных

source: [cart] Item Added
ru: [cart] Элемент добавлен

source: Order already checked out.
ru: Заказ уже проверен.

source: Drop database tables when uninstalling.
ru: Сбросить таблицы базы данных при деинсталляции

source: Shop
ru: Магазин

source: Cart utilities for orders and payments
ru: Утилиты карточек для заказов и платежей

source: You must be logged into the Grid to shop.
ru: Вы должны быть в сети для доступа к магазину

source: Order not found.
ru: Заказ не найден.

source: Access denied.
ru: Доступ запрещён.

source: No Order Found
ru: Нет найденных заказов

source: An unknown error has occurred Please start again.
ru: Произошла неизвестная ошибка. Пожалуйста, начните снова.

source: Invalid Payment Type. Please start again.
ru: Недействительный тип платежа. Пожалуйста, начните снова.

source: Order not found
ru: Заказ не найден

source: Enable Paypal Button Module
ru: Включить модуль кнопки Paypal

source: Use Production Key
ru: Использовать ключ Production

source: Paypal Sandbox Client Key
ru: Ключ клиента Paypal Sandbox

source: Paypal Sandbox Secret Key
ru: Секретный ключ Paypal Sandbox

source: Paypal Production Client Key
ru: Ключ клиента Paypal Production

source: Paypal Production Secret Key
ru: Секретный ключ Paypal Production

source: Paypal button payments are not enabled.
ru: Кнопка Paypal для платежей не включена.

source: Paypal button payments are not properly configured. Please choose another payment option.
ru: Кнопка Paypal для платежей настроена неправильно. Пожалуйста, используйте другой вариант оплаты.

source: Enable Manual Cart Module
ru: Включить модуль ручного управления карточками

source: New Sku
ru: Новый код

source: Cannot save edits to locked item.
ru: Невозможно сохранить изменения заблокированной позиции.

source: Changes Locked
ru: Изменения заблокированы

source: Item available for purchase.
ru: Позиция доступна для приобретения.

source: Price
ru: Цена

source: Enable Hubzilla Services Module
ru: Включить модуль сервиса Hubzilla

source: SKU not found.
ru: Код не найден.

source: Invalid Activation Directive.
ru: Недействительная директива активации.

source: Invalid Deactivation Directive.
ru: Недействительная директива деактивации

source: Add to this privacy group
ru: Добавить в эту группу безопасности

source: Set user service class
ru: Установить класс обслуживания пользователя

source: You must be using a local account to purchase this service.
ru: Вы должны использовать локальную учётноую запись для покупки этого сервиса.

source: Add buyer to privacy group
ru: Добавить покупателя в группу безопасности

source: Add buyer as connection
ru: Добавить покупателя как контакт

source: Set Service Class
ru: Установить класс обслуживания

source: Enable Subscription Management Module
ru: Включить модуль управления подписками

source: Cannot include subscription items with different terms in the same order.
ru: Нельзя включать элементы подписки с разными условиями в том же заказе.

source: Select Subscription to Edit
ru: Выбрать подписку для редактирования

source: Edit Subscriptions
ru: Редактировать подписки

source: Subscription SKU
ru: Код подписки

source: Catalog Description
ru: Описание каталога

source: Subscription available for purchase.
ru: Подписка доступна для покупки.

source: Maximum active subscriptions to this item per account.
ru: Максимальное количество подписок на аккаунт для этой позиции

source: Subscription price.
ru: Цена подписки.

source: Quantity
ru: Количество

source: Term
ru: Условия

source: Error: order mismatch. Please try again.
ru: Ошибка: несоответствие заказа. Пожалуйста, попробуйте ещё раз

source: Manual payments are not enabled.
ru: Ручные платежи не подключены.

source: Finished
ru: Завершено

source: This website is tracked using the <a href='http://www.piwik.org'>Piwik</a> analytics tool.
ru: Этот сайт отслеживается с помощью инструментов аналитики <a href='http://www.piwik.org'>Piwik</a>.

source: If you do not want that your visits are logged this way you <a href='%s'>can set a cookie to prevent Piwik from tracking further visits of the site</a> (opt-out).
ru: Если вы не хотите, чтобы ваши визиты регистрировались таким образом, вы <a href='%s'>можете отключить cookie с тем, чтобы Piwik не отслеживал дальнейшие посещения сайта</a>.

source: Piwik Base URL
ru: Базовый URL Piwik

source: Absolute path to your Piwik installation. (without protocol (http/s), with trailing slash)
ru: Абсолютный путь к вашей установке Piwik (без типа протокола, с начальным слэшем)
