Repository: zakwilson/hubzilla-core
Catalog: view/*/hmessages.po
Languages: ru

source: Addon Settings
ru: Настройки расширений

source: Please save/submit changes to any panel before opening another.
ru: Пожалуйста сохраните / отправьте изменения на панели прежде чем открывать другую.

source: Max height of content (in pixels)
ru: Максимальная высота содержимого (в пикселях)

source: Click to expand content exceeding this height
ru: Нажмите чтобы развернуть содержимое превышающее эту высоту

source: Personal menu to display in your channel pages
ru: Персональное меню для отображения на странице вашего канала

source: Channel Home Settings
ru: Настройки главной страницы канала

source: Directory Settings
ru: Настройки каталога

source: Editor Settings
ru: Настройки редактора

source: %s - (Experimental)
ru: %s - (экспериментальный)

source: Display Settings
ru: Настройки отображения

source: Theme Settings
ru: Настройки темы

source: Custom Theme Settings
ru: Дополнительные настройки темы

source: Content Settings
ru: Настройки содержимого

source: Display Theme:
ru: Тема отображения:

source: Select scheme
ru: Выбрать схему

source: Preload images before rendering the page
ru: Предзагрузка изображений перед обработкой страницы

source: The subjective page load time will be longer but the page will be ready when displayed
ru: Субъективное время загрузки страницы будет длиннее, но страница будет готова при отображении

source: Enable user zoom on mobile devices
ru: Включить масштабирование на мобильных устройствах

source: Update browser every xx seconds
ru: Обновление браузера каждые N секунд

source: Minimum of 10 seconds, no maximum
ru: Минимум 10 секунд, без максимума

source: Maximum number of conversations to load at any time:
ru: Максимальное количество бесед для загрузки одновременно:

source: Maximum of 100 items
ru: Максимум 100 элементов

source: Show emoticons (smilies) as images
ru: Показывать эмотиконы (смайлики) как изображения

source: Provide channel menu in navigation bar
ru: Показывать меню канала в панели навигации

source: Default: channel menu located in app menu
ru: По умолчанию каналы расположены в меню приложения

source: Manual conversation updates
ru: Обновление бесед вручную

source: Default is on, turning this off may increase screen jumping
ru: Включено по умолчанию, выключение может привести к рывкам в отображении

source: Link post titles to source
ru: Ссылки на источник заголовков публикаций

source: New Member Links
ru: Ссылки для новичков

source: Display new member quick links menu
ru: Показать меню быстрых ссылок для новых участников

source: Stream Settings
ru: Настройки потока

source: View Photo
ru: Посмотреть фотографию

source: Edit Album
ru: Редактировать Фотоальбом

source: Upload
ru: Загрузка

source: This channel is limited to %d tokens
ru: Этот канал ограничен %d токенами

source: Name and Password are required.
ru: Требуются имя и пароль.

source: Token saved.
ru: Токен сохранён.

source: Guest Access App
ru: Приложение "Гостевой доступ"

source: Create access tokens so that non-members can access private content
ru: Создайте токены доступа, чтобы сторонние пользователи могли получить доступ к частному содержимому

source: Use this form to create temporary access identifiers to share things with non-members. These identities may be used in Access Control Lists and visitors may login using these credentials to access private content.
ru: Используйте эту форму для создания идентификаторов временного доступа для сторонних пользователей. Эти идентификаторы могут использоваться в списках контроля доступа, и посетители могут использовать эти учетные данные для доступа к частному контенту.

source: You may also provide <em>dropbox</em> style access links to friends and associates by adding the Login Password to any specific site URL as shown. Examples:
ru: Вы также можете предоставить доступ в стиле <em>dropbox</em> для друзей и коллег, добавив имя и пароль для входа на любой URL-адрес сайта. Например:

source: Guest Access Tokens
ru: Токен гостевого доступа

source: Login Name
ru: Имя

source: Login Password
ru: Пароль

source: Expires (yyyy-mm-dd)
ru: Срок действия (yyyy-mm-dd)

source: Their Settings
ru: Их настройки

source: Some blurb about what to do when you're new here
ru: Некоторые предложения о том, что делать, если вы здесь новичок

source: Thing updated
ru: Обновлено

source: Object store: failed
ru: Хранлищие объектов: неудача

source: Thing added
ru: Добавлено

source: Show Thing
ru: Показать

source: item not found.
ru: Элемент не найден.

source: Edit Thing
ru: Редактировать

source: Select a profile
ru: Выбрать профиль

source: Post an activity
ru: Опубликовать мероприятие

source: Only sends to viewers of the applicable profile
ru: Отправлять только подходящий профиль

source: Name of thing e.g. something
ru: Наименование, например "нечто"

source: URL of thing (optional)
ru: URL (необязательно)

source: URL for photo of thing (optional)
ru: URL для фотографии (необязательно)

source: Permissions
ru: Разрешения

source: Add Thing to your Profile
ru: Добавить к вашему профилю

source: No more system notifications.
ru: Нет новых оповещений системы.

source: System Notifications
ru: Системные оповещения

source: Connection added.
ru: Контакт добавлен.

source: Your service plan only allows %d channels.
ru: Ваш класс обслуживания разрешает только %d каналов.

source: No channel. Import failed.
ru: Канала нет. Импорт невозможен.

source: Import completed.
ru: Импорт завершен.

source: You must be logged in to use this feature.
ru: Вы должны войти в систему, чтобы использовать эту функцию.

source: Import Channel
ru: Импортировать канал

source: Use this form to import an existing channel from a different server/hub. You may retrieve the channel identity from the old server/hub via the network or provide an export file.
ru: Используйте эту форм для импорта существующего канала с другого сервера / хаба. Вы можете получить идентификационные данные канала со старого сервера / хаба через сеть или предоставить файл экспорта.

source: Or provide the old server/hub details
ru: или предоставьте данные старого сервера

source: Your old identity address (xyz@example.com)
ru: Ваш старый адрес идентичности (xyz@example.com)

source: Your old login email address
ru: Ваш старый адрес электронной почты

source: Your old login password
ru: Ваш старый пароль

source: Import a few months of posts if possible (limited by available memory
ru: Импортировать несколько месяцев публикаций если возможно (ограничено доступной памятью)

source: For either option, please choose whether to make this hub your new primary address, or whether your old location should continue this role. You will be able to post from either location, but only one can be marked as the primary location for files, photos, and media.
ru: Для любого варианта, пожалуйста, выберите, следует ли сделать этот хаб вашим новым основным адресом, или ваше прежнее местоположение должно продолжить выполнять эту роль. Вы сможете отправлять сообщения из любого местоположения, но только одно может быть помечено как основное место для файлов, фотографий и мультимедиа.

source: Make this hub my primary location
ru: Сделать этот хаб главным

source: Move this channel (disable all previous locations)
ru: Переместить это канал (отключить все предыдущие месторасположения)

source: Use this channel nickname instead of the one provided
ru: Использовать псевдоним этого канала вместо предоставленного

source: Leave blank to keep your existing channel nickname. You will be randomly assigned a similar nickname if either name is already allocated on this site.
ru: Оставьте пустым для сохранения существующего псевдонима канала. Вам будет случайным образом назначен похожий псевдоним если такое имя уже выделено на этом сайте.

source: This process may take several minutes to complete. Please submit the form only once and leave this page open until finished.
ru: Процесс может занять несколько минут. Пожалуйста, отправьте форму только один раз и оставьте эту страницу открытой до завершения.

source: Authentication failed.
ru: Ошибка аутентификации.

source: Remote Authentication
ru: Удаленная аутентификация

source: Enter your channel address (e.g. channel@example.com)
ru: Введите адрес вашего канала (например: channel@example.com)

source: Authenticate
ru: Проверка подлинности

source: Name and Secret are required
ru: Требуются имя и код

source: OAuth2 Apps Manager App
ru: Приложение "Менеджер Oauth2"

source: OAuth2 authenticatication tokens for mobile and remote apps
ru: Аутентификация OAuth2 для мобильных и удаленных приложений

source: Add OAuth2 application
ru: Добавить приложение OAuth2

source: Name of application
ru: Название приложения

source: Consumer Secret
ru: Код клиента

source: Automatically generated - change if desired. Max length 20
ru: Сгенерирован автоматические - измените если требуется. Макс. длина 20

source: Redirect
ru: Перенаправление

source: Redirect URI - leave blank unless your application specifically requires this
ru: URI перенаправления - оставьте пустыми до тех пока ваше приложение не требует этого

source: Grant Types
ru: Разрешить типы

source: leave blank unless your application sepcifically requires this
ru: оставьте пустыми до тех пока ваше приложение не требует этого

source: Authorization scope
ru: Область полномочий

source: OAuth2 Application not found.
ru: Приложение OAuth2 не найдено.

source: Add application
ru: Добавить приложение

source: leave blank unless your application specifically requires this
ru: оставьте поле пустым, если ваше приложение не требует этого

source: Connected OAuth2 Apps
ru: Подключённые приложения OAuth2

source: Client key starts with
ru: Ключ клиента начинается с

source: No name
ru: Без названия

source: Remove authorization
ru: Удалить разрешение

source: Permissions denied.
ru: Доступ запрещен.

source: Import
ru: Импортировать

source: Authorize application connection
ru: Авторизовать подключение приложения

source: Return to your app and insert this Security Code:
ru: Вернитесь к своему приложению и вставьте этот код безопасности:

source: Please login to continue.
ru: Пожалуйста, войдите, чтобы продолжить.

source: Do you want to authorize this application to access your posts and contacts, and/or create new posts for you?
ru: Вы хотите авторизовать это приложение для доступа к вашим публикациям и контактам и / или созданию новых публикаций?

source: Item not available.
ru: Элемент недоступен.

source: Random Channel App
ru: Приложение "Случайный канал"

source: Visit a random channel in the $Projectname network
ru: Посещение случайного канала в сети $Projectname

source: Edit Block
ru: Редактировать блок

source: Available Apps
ru: Доступные приложения

source: Installed Apps
ru: Установленные приложения

source: Manage Apps
ru: Управление приложениями

source: Create Custom App
ru: Создать пользовательское приложение

# mood
source: %1$s is %2$s
ru: %1$s в %2$s

source: Mood App
ru: Приложение "Настроение"

source: Set your current mood and tell your friends
ru: Установить текущее настроение и рассказать друзьям

source: Mood
ru: Настроение

source: Active
ru: Активен

source: Blocked
ru: Заблокирован

source: Ignored
ru: Игнорируется

source: Hidden
ru: Скрыт

source: Archived/Unreachable
ru: Заархивировано / недоступно

source: New
ru: Новые

source: All
ru: Все

source: Active Connections
ru: Активные контакты

source: Show active connections
ru: Показать активные контакты

source: New Connections
ru: Новые контакты

source: Show pending (new) connections
ru: Просмотр (новых) ожидающих контактов

source: Only show blocked connections
ru: Показать только заблокированные контакты

source: Only show ignored connections
ru: Показать только проигнорированные контакты

source: Only show archived/unreachable connections
ru: Показать только заархивированные / недоступные контакты

source: Only show hidden connections
ru: Показать только скрытые контакты

source: Show all connections
ru: Просмотр всех контактов

source: Pending approval
ru: Ожидающие подтверждения

source: Archived
ru: Зархивирован

source: Not connected at this location
ru: Не подключено в этом месте

source: Edit connection
ru: Редактировать контакт

source: Delete connection
ru: Удалить контакт

source: Channel address
ru: Адрес канала

source: Network
ru: Сеть

source: Call
ru: Вызов

source: Status
ru: Статус

source: Connected
ru: Подключено

source: Approve connection
ru: Утвердить контакт

source: Ignore connection
ru: Игнорировать контакт

source: Ignore
ru: Игнорировать

source: Recent activity
ru: Последние действия

source: Connections
ru: Контакты

source: Search your connections
ru: Поиск ваших контактов

source: Connections search
ru: Поиск контаков

source: Find
ru: Поиск

source: item
ru: пункт

source: Bookmark added
ru: Закладка добавлена

source: Bookmarks App
ru: Приложение "Закладки"

source: Bookmark links from posts and manage them
ru: Поместить ссылки из публикации в закладки и управлять ими

source: My Bookmarks
ru: Мои закладки

source: My Connections Bookmarks
ru: Закладки моих контактов

source: Account removals are not allowed within 48 hours of changing the account password.
ru: Удаление канала не разрешается в течении 48 часов после смены пароля у аккаунта.

source: Remove This Account
ru: Удалить этот аккаунт

source: This account and all its channels will be completely removed from the network.
ru: Этот аккаунт и все его каналы будут полностью удалены из сети.

source: Remove this account, all its channels and all its channel clones from the network
ru: Удалить этот аккаунт, все его каналы и их клоны из сети.

source: By default only the instances of the channels located on this hub will be removed from the network
ru: По умолчанию только представление канала расположенное на данном хабе будет удалено из сети

source: Page owner information could not be retrieved.
ru: Информация о владельце страницы не может быть получена.

source: Album not found.
ru: Альбом не найден.

source: Delete Album
ru: Удалить альбом

source: Delete Photo
ru: Удалить фотографию

source: No photos selected
ru: Никакие фотографии не выбраны

source: Access to this item is restricted.
ru: Доступ к этому элементу ограничен.

source: %1$.2f MB of %2$.2f MB photo storage used.
ru: Вы использовали %1$.2f мегабайт из %2$.2f для хранения фото.

source: %1$.2f MB photo storage used.
ru: Вы использовали %1$.2f мегабайт для хранения фото.

source: Upload Photos
ru: Загрузить фотографии

source: Enter an album name
ru: Введите название альбома

source: or select an existing album (doubleclick)
ru: или выберите существующий альбом (двойной щелчок)

source: Create a status post for this upload
ru: Сделать публикацию о статусе для этой загрузки

source: Description (optional)
ru: Описание (необязательно)

source: Show Newest First
ru: Показать новые первыми

source: Show Oldest First
ru: Показать старые первыми

source: Add Photos
ru: Добавить фотографии

source: Permission denied. Access to this item may be restricted.
ru: Доступ запрещен. Доступ к этому элементу может быть ограничен.

source: Photo not available
ru: Фотография не доступна

source: Use as profile photo
ru: Использовать в качестве фотографии профиля

source: Use as cover photo
ru: Использовать в качестве фотографии обложки

source: Private Photo
ru: Личная фотография

source: View Full Size
ru: Посмотреть в полный размер

source: Edit photo
ru: Редактировать фотографию

source: Rotate CW (right)
ru: Повернуть CW (направо)

source: Rotate CCW (left)
ru: Повернуть CCW (налево)

source: Move photo to album
ru: Переместить фотографию в альбом

source: Enter a new album name
ru: Введите новое название альбома

source: or select an existing one (doubleclick)
ru: или выбрать существующую (двойной щелчок)

source: Add a Tag
ru: Добавить тег

source: Example: @bob, @Barbara_Jensen, @jim@example.com
ru: Пример: @bob, @Barbara_Jensen, @jim@example.com

source: Flag as adult in album view
ru: Пометить как альбом "для взрослых"

source: I like this (toggle)
ru: мне это нравится (переключение)

source: I don't like this (toggle)
ru: мне это не нравится (переключение)

source: Please wait
ru: Подождите пожалуйста

source: This is you
ru: Это вы

source: Comment
ru: Комментарий

# title
source: Likes
ru: Нравится

# title
source: Dislikes
ru: Не нравится

# title
source: Agree
ru: Согласен

# title
source: Disagree
ru: Не согласен

# title
source: Abstain
ru: Воздержался

# title
source: Attending
ru: Посещаю

# title
source: Not attending
ru: Не посещаю

# title
source: Might attend
ru: Возможно посещу

source: View all
ru: Просмотреть все

# noun
source: Like
ru: Нравится

# noun
source: Dislike
ru: Не нравится

source: Photo Tools
ru: Фото-Инструменты

source: In This Photo:
ru: На этой фотографии:

source: Map
ru: Карта

# noun
source: Likes
ru: Нравится

# noun
source: Dislikes
ru: Не нравится

source: Close
ru: Закрыть

source: Recent Photos
ru: Последние фотографии

source: Profile Unavailable.
ru: Профиль недоступен.

source: Wiki App
ru: Приложение "Wiki"

source: Provide a wiki for your channel
ru: Предоставьте Wiki для вашего канала

source: Invalid channel
ru: Недействительный канал

source: Error retrieving wiki
ru: Ошибка при получении Wiki

source: Error creating zip file export folder
ru: Ошибка при создании zip-файла при экспорте каталога

source: Error downloading wiki:
ru: Ошибка загрузки Wiki:

source: Download
ru: Загрузить

source: Create New
ru: Создать новый

source: Wiki name
ru: Название Wiki

source: Content type
ru: Тип содержимого

source: Markdown
ru: Разметка Markdown

source: Text
ru: Текст

source: Type
ru: Тип

source: Any&nbsp;type
ru: Любой&nbsp;тип

source: Lock content type
ru: Зафиксировать тип содержимого

source: Create a status post for this wiki
ru: Создать публикацию о статусе этой Wiki

source: Edit Wiki Name
ru: Редактировать наименование Wiki

source: Wiki not found
ru: Wiki не найдена

source: Rename page
ru: Переименовать страницу

source: Error retrieving page content
ru: Ошибка при получении содержимого страницы

source: New page
ru: Новая страница

source: Revision Comparison
ru: Сравнение ревизий

source: Revert
ru: Отменить

source: Short description of your changes (optional)
ru: Краткое описание ваших изменений (необязательно)

source: Source
ru: Источник

source: New page name
ru: Новое имя страницы

source: Embed image from photo albums
ru: Встроить изображение из фотоальбома

source: Embed an image from your albums
ru: Встроить изображение из ваших альбомов

source: Choose images to embed
ru: Выбрать изображения для встраивания

source: Choose an album
ru: Выбрать альбом

source: Choose a different album
ru: Выбрать другой альбом

source: Error getting album list
ru: Ошибка получения списка альбомов

source: Error getting photo link
ru: Ошибка получения ссылки на фотографию

source: Error getting album
ru: Ошибка получения альбома

source: History
ru: История

source: Error creating wiki. Invalid name.
ru: Ошибка создания Wiki. Неверное имя.

source: A wiki with this name already exists.
ru: Wiki с таким именем уже существует.

source: Wiki created, but error creating Home page.
ru: Wiki создана, но возникла ошибка при создании домашней страницы

source: Error creating wiki
ru: Ошибка при создании Wiki

source: Error updating wiki. Invalid name.
ru: Ошибка при обновлении Wiki. Неверное имя.

source: Error updating wiki
ru: Ошибка при обновлении Wiki

source: Wiki delete permission denied.
ru: Нет прав на удаление Wiki.

source: Error deleting wiki
ru: Ошибка удаления Wiki

source: New page created
ru: Создана новая страница

source: Cannot delete Home
ru: Невозможно удалить домашнюю страницу

source: Current Revision
ru: Текущая ревизия

source: Selected Revision
ru: Выбранная ревизия

source: You must be authenticated.
ru: Вы должны быть аутентифицированы.

source: &#x1f501; Repeated %1$s's %2$s
ru: &#x1f501; Повторил %1$s %2$s

source: Post repeated
ru: Публикация повторяется

source: toggle full screen mode
ru: переключение полноэкранного режима

source: Layout updated.
ru: Шаблон обновлен.

source: PDL Editor App
ru: Приложение "Редактор PDL"

source: Provides the ability to edit system page layouts
ru: Предоставляет возможность редактировать макеты системных страниц

source: Edit System Page Description
ru: Редактировать описание системной страницы

source: (modified)
ru: (изменено)

source: Reset
ru: Сбросить

source: Layout not found.
ru: Шаблон не найден.

source: Module Name:
ru: Имя модуля:

source: Layout Help
ru: Помощь к шаблону

source: Edit another layout
ru: Редактировать другой шаблон

source: System layout
ru: Системный шаблон

source: Poke App
ru: Приложение "Ткнуть"

source: Poke somebody in your addressbook
ru: Ткнуть кого-нибудь в вашей адресной книге

source: Poke
ru: Ткнуть

source: Poke somebody
ru: Ткнуть кого-нибудь

source: Poke/Prod
ru: Толкнуть / подтолкнуть

source: Poke, prod or do other things to somebody
ru: Толкнуть, подтолкнуть или сделать что-то ещё с кем-то

source: Recipient
ru: Получатель

source: Choose what you wish to do to recipient
ru: Выбрать что вы хотите сделать с получателем

source: Make this post private
ru: Сделать эту публикацию приватной

source: Image uploaded but image cropping failed.
ru: Изображение загружено но обрезка не удалась.

source: Profile Photos
ru: Фотографии профиля

source: Image resize failed.
ru: Не удалось изменить размер изображения.

source: Shift-reload the page or clear browser cache if the new photo does not display immediately.
ru: Если новая фотография не отображается немедленно то нажмите Shift + "Обновить" для очистки кэша браузера

source: Unable to process image
ru: Не удается обработать изображение

source: Image upload failed.
ru: Загрузка изображения не удалась.

source: Unable to process image.
ru: Невозможно обработать изображение.

source: Photo not available.
ru: Фотография недоступна.

source: Your default profile photo is visible to anybody on the internet. Profile photos for alternate profiles will inherit the permissions of the profile
ru: Фотография вашего профиля по умолчанию видна всем в Интернете. Фотографияпрофиля для альтернативных профилей наследуют разрешения текущего профиля

source: Your profile photo is visible to anybody on the internet and may be distributed to other websites.
ru: Фотография вашего профиля видна всем в Интернете и может быть отправлена на другие сайты.

source: Upload File:
ru: Загрузить файл:

source: Select a profile:
ru: Выбрать профиль:

source: Use Photo for Profile
ru: Использовать фотографию для профиля

source: Change Profile Photo
ru: Изменить фотографию профиля

source: Use
ru: Использовать

source: Use a photo from your albums
ru: Использовать фотографию из ваших альбомов

source: Select existing photo
ru: Выбрать существующую фотографию

source: Crop Image
ru: Обрезать изображение

source: Please adjust the image cropping for optimum viewing.
ru: Пожалуйста настройте обрезку изображения для оптимального просмотра.

source: Done Editing
ru: Закончить редактирование

source: Away
ru: Нет на месте

source: Online
ru: В сети

source: Unable to locate original post.
ru: Не удалось найти оригинальную публикацию.

source: Empty post discarded.
ru: Пустая публикация отклонена.

source: Duplicate post suppressed.
ru: Подавлена дублирующаяся публикация.

source: System error. Post not saved.
ru: Системная ошибка. Публикация не сохранена.

source: Your comment is awaiting approval.
ru: Ваш комментарий ожидает одобрения.

source: Unable to obtain post information from database.
ru: Невозможно получить информацию о публикации из базы данных

source: You have reached your limit of %1$.0f top level posts.
ru: Вы достигли вашего ограничения в %1$.0f публикаций высокого уровня.

source: You have reached your limit of %1$.0f webpages.
ru: Вы достигли вашего ограничения в %1$.0f страниц.
