Repository: zakwilson/hubzilla-core
Catalog: view/*/hmessages.po
Languages: ru

source: Site ID
ru: ID сайта

source: Show opt-out cookie link?
ru: Показывать ссылку на отказ от использования cookies?

source: Asynchronous tracking
ru: Асинхронное отслеживание

source: Enable frontend JavaScript error tracking
ru: Включить отслеживание ошибок JavaScript на фронтенде.

source: This feature requires Piwik >= 2.2.0
ru: Эта функция требует версию Piwik >= 2.2.0

source: Edit your profile and change settings.
ru: Отредактировать ваш профиль и изменить настройки.

source: Click here to see activity from your connections.
ru: Нажмите сюда для отображения активности ваши контактов.

source: Click here to see your channel home.
ru: Нажмите сюда чтобы увидеть главную страницу вашего канала.

source: You can access your private messages from here.
ru: Вы можете получить доступ с личной переписке здесь.

source: Create new events here.
ru: Создать новое событие здесь.

source: You can accept new connections and change permissions for existing ones here. You can also e.g. create groups of contacts.
ru: Вы можете подключать новые контакты и менять разрешения для существующих здесь. Также вы можете создавать их группы.

source: System notifications will arrive here
ru: Системные оповещения будут показываться здесь

source: Search for content and users
ru: Поиск пользователей и содержимого

source: Browse for new contacts
ru: Поиск новых контактов

source: Launch installed apps
ru: Запустить установленные приложения

source: Looking for help? Click here.
ru: Нужна помощь? Нажмите сюда.

source: New events have occurred in your network. Click here to see what has happened!
ru: Новые события произошли в вашей сети. Нажмите здесь для того, чтобы знать что случилось!

source: You have received a new private message. Click here to see from who!
ru: Вы получили новое личное сообщение. Нажмите чтобы увидеть от кого!

source: There are events this week. Click here too see which!
ru: На этой неделе есть события. Нажмите здесь чтобы увидеть какие!

source: You have received a new introduction. Click here to see who!
ru: Вы были представлены. Нажмите чтобы увидеть кому!

source: There is a new system notification. Click here to see what has happened!
ru: Это новое системное уведомление. Нажмите чтобы посмотреть что случилось!

source: Click here to share text, images, videos and sound.
ru: Нажмите сюда чтобы поделиться текстом, изображениями, видео или треком.

source: You can write an optional title for your update (good for long posts).
ru: Вы можете написать необязательный заголовок для вашей публикации (желательно для больших публикаций).

source: Entering some categories here makes it easier to find your post later.
ru: Введите категории здесь чтобы было проще найти вашу публикацию позднее.

source: Share photos, links, location, etc.
ru: Поделиться фотографией, ссылками, местоположение и т.п.

source: Only want to share content for a while? Make it expire at a certain date.
ru: Хотите только поделиться временным содержимым? Установите срок его действия.

source: You can password protect content.
ru: Вы можете защитить содержимое паролем.

source: Choose who you share with.
ru: Выбрать с кем поделиться.

source: Click here when you are done.
ru: Нажмите здесь когда закончите.

source: Adjust from which channels posts should be displayed.
ru: Настройте из каких каналов должны отображаться публикации.

source: Only show posts from channels in the specified privacy group.
ru: Показывать только публикации из определённой группы безопасности.

source: Easily find posts containing tags (keywords preceded by the "#" symbol).
ru: Лёгкий поиск сообщения, содержащего теги (ключевые слова, которым предшествует символ #).

source: Easily find posts in given category.
ru: Лёгкий поиск публикаций в данной категории.

source: Easily find posts by date.
ru: Лёгкий поиск публикаций по дате.

source: Suggested users who have volounteered to be shown as suggestions, and who we think you might find interesting.
ru: Рекомендуемые пользователи, которые были представлены в качестве предложений, и которые, по нашему мнению, могут оказаться интересными.

source: Here you see channels you have connected to.
ru: Здесь вы видите каналы, к которым вы подключились.

source: Save your search so you can repeat it at a later date.
ru: Сохраните ваш поиск с тем, чтобы повторить его позже.

source: If you see this icon you can be sure that the sender is who it say it is. It is normal that it is not always possible to verify the sender, so the icon will be missing sometimes. There is usually no need to worry about that.
ru: Если вы видите этот значок, вы можете быть уверены, что отправитель - это тот, кто это говорит. Это нормально, что не всегда можно проверить отправителя, поэтому значок иногда будет отсутствовать. Обычно об этом не нужно беспокоиться.

source: Danger! It seems someone tried to forge a message! This message is not necessarily from who it says it is from!
ru: Опасность! Кажется, кто-то пытался подделать сообщение! Это сообщение не обязательно от того, от кого оно значится!

source: Welcome to Hubzilla! Would you like to see a tour of the UI?</p> <p>You can pause it at any time and continue where you left off by reloading the page, or navigting to another page.</p><p>You can also advance by pressing the return key
ru: Добро пожаловать в Hubzilla! Желаете получить обзор пользовательского интерфейса?</p> <p>Вы можете его приостановаить и в любое время перезагрузив страницу или перейдя на другую.</p><p>Также вы можете нажать клавишу "Назад"

source: Send your identity to all websites
ru: Отправить ваши данные на все веб-сайты

source: Sendzid App
ru: Приложение "Отправить ZID"

source: Send ZID
ru: Отправить ZID

source: Three Dimensional Tic-Tac-Toe
ru: Tic-Tac-Toe в трёх измерениях

source: New game
ru: Новая игра

source: New game with handicap
ru: Новая игра с форой

source: Three dimensional tic-tac-toe is just like the traditional game except that it is played on multiple levels simultaneously.
ru: Трехмерный Tic-Tac-Toe похож на традиционную игру, за исключением того, что игра идёт на нескольких уровнях одновременно.

source: In this case there are three levels. You win by getting three in a row on any level, as well as up, down, and diagonally across the different levels.
ru: Имеется три уровня. Вы выигрываете, получая три подряд на любом уровне, а также вверх, вниз и по диагонали на разных уровнях.

source: The handicap game disables the center position on the middle level because the player claiming this square often has an unfair advantage.
ru: Игра с форой отключает центральную позицию на среднем уровне, потому что игрок, претендующий на этот квадрат, часто имеет несправедливое преимущество.

source: You go first...
ru: Вы начинаете...

source: I'm going first this time...
ru: На этот раз начинаю я...

source: You won!
ru: Вы выиграли!

source: "Cat" game!
ru: Ничья!

source: I won!
ru: Я выиграл!

source: pageheader Settings saved.
ru: Настройки шапки страницы сохранены.

source: Page Header App
ru: Приложение "Заголовок страницы"

source: Inserts a page header
ru: Вставляет заголовок страницы

source: Message to display on every page on this server
ru: Отображаемое сообщение на каждой странице на этом сервере.

source: Page Header
ru: Заголовок страницы

source: Allow magic authentication only to websites of your immediate connections
ru: Разрешить волшебную аутентификацию только на сайтах ваших непосредственных соединений

source: Authchoose App
ru: Приложение Authchoose

source: lonely
ru: одинокий

source: drunk
ru: пьяный

source: horny
ru: возбуждённый

source: stoned
ru: под кайфом

source: fucked up
ru: облажался

source: clusterfucked
ru: в полной заднице

source: crazy
ru: сумасшедший

source: hurt
ru: обиженный

source: sleepy
ru: сонный

source: grumpy
ru: сердитый

source: high
ru: кайфует

source: semi-conscious
ru: в полубезсознании

source: in love
ru: влюблённый

source: in lust
ru: похотливый

source: naked
ru: обнажённый

source: stinky
ru: вонючий

source: sweaty
ru: потный

source: bleeding out
ru: истекающий кровью

source: victorious
ru: победивший

source: defeated
ru: проигравший

source: envious
ru: завидует

source: jealous
ru: ревнует

source: XMPP settings updated.
ru: Настройки XMPP обновлены.

source: XMPP App
ru: Приложение XMPP

source: Embedded XMPP (Jabber) client
ru: Встренный клиент XMPP (Jabber)

source: Individual credentials
ru: Индивидуальные разрешения

source: Jabber BOSH server
ru: Сервер Jabber BOSH

source: XMPP Settings
ru: Настройки XMPP

source: Jabber BOSH host
ru: Узел Jabber BOSH

source: Use central userbase
ru: Использовать центральную базу данных

source: If enabled, members will automatically login to an ejabberd server that has to be installed on this machine with synchronized credentials via the "auth_ejabberd.php" script.
ru: Если включено, участники автоматически войдут на сервер ejabberd, который должен быть установлен на этом компьютере с синхронизированными учетными данными через скрипт "auth_ejabberd.php".

source: Who likes me?
ru: Кому я нравлюсь?

source: Pump.io Settings saved.
ru: Настройки Pump.io сохранены.

source: Pump.io Crosspost Connector App
ru: Приложение "Пересылка публикаций Pump.io"

source: Relay public posts to pump.io
ru: Пересылает общедоступные публикации в Pump.io

source: Pump.io servername
ru: Имя сервера Pump.io

source: Without "http://" or "https://"
ru: Без "http://" или "https://"

source: Pump.io username
ru: Имя пользователя Pump.io

source: Without the servername
ru: без имени сервера

source: You are not authenticated to pumpio
ru: Вы не аутентифицированы на Pump.io

source: (Re-)Authenticate your pump.io connection
ru: Аутентифицировать (повторно) ваше соединение с Pump.io

source: Post to pump.io by default
ru: Публиковать в Pump.io по умолчанию

source: Should posts be public
ru: Публикации должны быть общедоступными

source: Mirror all public posts
ru: Отображать все общедоступные публикации

source: Pump.io Crosspost Connector
ru: Пересылка публикаций Pump.io

source: You are now authenticated to pumpio.
ru: Вы аутентифицированы в Pump.io

source: return to the featured settings page
ru: Вернутся к странице настроек

source: Post to Pump.io
ru: Опубликовать в Pump.io

source: An account has been created for you.
ru: Учётная запись, которая была для вас создана.

source: Authentication successful but rejected: account creation is disabled.
ru: Аутентификация выполнена успешно, но отклонена: создание учетной записи отключено.

# opensearch
source: Search %1$s (%2$s)
ru: Искать %1$s (%2$s)

source: Search $Projectname
ru: Поиск $Projectname

source: Redmatrix File Storage Import
ru: Импорт файлового хранилища Redmatrix

source: This will import all your Redmatrix cloud files to this channel.
ru: Это позволит импортировать все ваши файлы в Redmatrix в этот канал.

source: file
ru: файл

source: Send email to all members
ru: Отправить email всем участникам

source: %1$d of %2$d messages sent.
ru: %1$d из %2$d сообщений отправлено.

source: Send email to all hub members.
ru: Отправить email всем участникам узла.

source: Sender Email address
ru: Адрес электронной почты отправителя

source: Test mode (only send to hub administrator)
ru: Тестовый режим (отправка только администратору узла)

source: Profile to assign new connections
ru: Назначить профиль для новых контактов

source: Frequently
ru: Часто

source: Hourly
ru: Ежечасно

source: Twice daily
ru: Дважды в день

source: Daily
ru: Ежедневно

source: Weekly
ru: Еженедельно

source: Monthly
ru: Ежемесячно

source: Currently Male
ru: В настоящее время мужской

source: Currently Female
ru: В настоящее время женский

source: Mostly Male
ru: В основном мужской

source: Mostly Female
ru: В основном женский

source: Transgender
ru: Трансгендер

source: Intersex
ru: Интерсексуал

source: Transsexual
ru: Транссексуал

source: Hermaphrodite
ru: Гермафродит

source: Neuter
ru: Среднего рода

source: Non-specific
ru: Неспецифический

source: Undecided
ru: Не решил

source: Males
ru: Мужчины

source: Females
ru: Женщины

source: Gay
ru: Гей

source: Lesbian
ru: Лесбиянка

source: No Preference
ru: Без предпочтений

source: Bisexual
ru: Бисексуал

source: Autosexual
ru: Автосексуал

source: Abstinent
ru: Воздержание

source: Virgin
ru: Девственник

source: Deviant
ru: Отклоняющийся от нормы

source: Fetish
ru: Фетишист

source: Oodles
ru: Множественный

source: Nonsexual
ru: Асексуал

source: Single
ru: Одиночка

source: Lonely
ru: Одинокий

source: Available
ru: Свободен

source: Unavailable
ru: Занят

source: Has crush
ru: Влюблён

source: Infatuated
ru: без ума

source: Dating
ru: Встречаюсь

source: Unfaithful
ru: Неверный

source: Sex Addict
ru: Эротоман

source: Friends/Benefits
ru: Друзья / Выгоды

source: Casual
ru: Легкомысленный

source: Engaged
ru: Помолвлен

source: Married
ru: В браке

source: Imaginarily married
ru: В воображаемом браке

source: Partners
ru: Партнёрство

source: Cohabiting
ru: Сожительствующие

source: Common law
ru: Гражданский брак

source: Happy
ru: Счастлив

source: Not looking
ru: Не нуждаюсь

source: Swinger
ru: Свингер

source: Betrayed
ru: Предан

source: Separated
ru: Разделён

source: Unstable
ru: Нестабильно

source: Divorced
ru: В разводе

source: Imaginarily divorced
ru: В воображаемом разводе

source: Widowed
ru: Вдовец / вдова

source: Uncertain
ru: Неопределенный

source: It's complicated
ru: Это сложно

source: Don't care
ru: Всё равно

source: Ask me
ru: Спроси меня

source: likes %1$s's %2$s
ru: Нравится %1$s %2$s

source: doesn't like %1$s's %2$s
ru: Не нравится %1$s %2$s

source: %1$s is now connected with %2$s
ru: %1$s теперь в контакте с %2$s

source: %1$s poked %2$s
ru: %1$s ткнул %2$s

source: poked
ru: ткнут

source: View %s's profile @ %s
ru: Просмотреть профиль %s @ %s

source: Categories:
ru: Категории:

source: Filed under:
ru: Хранить под:

source: View in context
ru: Показать в контексте

source: remove
ru: удалить

source: Loading...
ru: Загрузка...

source: Delete Selected Items
ru: Удалить выбранные элементы

source: View Source
ru: Просмотреть источник

source: Follow Thread
ru: Следить за темой

source: Unfollow Thread
ru: Прекратить отслеживать тему

source: Edit Connection
ru: Редактировать контакт

source: Message
ru: Сообщение

source: %s likes this.
ru: %s нравится это.

source: %s doesn't like this.
ru: %s не нравится это.

source: <span %1$s>%2$d people</span> like this.
ru: <span %1$s>%2$d человеку</span> это нравится.

source: <span %1$s>%2$d people</span> don't like this.
ru: <span %1$s>%2$d человеку</span> это не нравится.

source: and
ru: и

source: , and %d other people
ru: , и ещё %d человеку

source: %s like this.
ru: %s нравится это.

source: %s don't like this.
ru: %s не нравится это.

# noun
source: Attending
ru: Посетит

# noun
source: Not Attending
ru: Не посетит

# noun
source: Undecided
ru: Не решил

# noun
source: Agree
ru: Согласен

# noun
source: Disagree
ru: Не согласен

# noun
source: Abstain
ru: Воздержался

source: %1$s's bookmarks
ru: Закладки пользователя %1$s

source: Unable to import a removed channel.
ru: Невозможно импортировать удалённый канал.

source: Cannot create a duplicate channel identifier on this system. Import failed.
ru: Не удалось создать дублирующийся идентификатор канала. Импорт невозможен.

source: Cloned channel not found. Import failed.
ru: Клон канала не найден. Импорт невозможен.

source: prev
ru: предыдущий

source: first
ru: первый

source: last
ru: последний

source: next
ru: следующий

source: older
ru: старше

source: newer
ru: новее

source: No connections
ru: Нет контактов

source: View all %s connections
ru: Просмотреть все %s контактов

source: Network: %s
ru: Сеть: %s

source: poke
ru: Ткнуть

source: ping
ru: Пингануть

source: pinged
ru: Отпингован

source: prod
ru: Подтолкнуть

source: prodded
ru: Подтолкнут

source: slap
ru: Шлёпнуть

source: slapped
ru: Шлёпнут

source: finger
ru: Указать

source: fingered
ru: Указан

source: rebuff
ru: Дать отпор

source: rebuffed
ru: Дан отпор

source: happy
ru: счастливый

source: sad
ru: грустный

source: mellow
ru: спокойный

source: tired
ru: усталый

source: perky
ru: весёлый

source: angry
ru: сердитый

source: stupefied
ru: отупевший

source: puzzled
ru: недоумевающий

source: interested
ru: заинтересованный

source: bitter
ru: едкий

source: cheerful
ru: бодрый

source: alive
ru: энергичный

source: annoyed
ru: раздражённый

source: anxious
ru: обеспокоенный

source: cranky
ru: капризный

source: disturbed
ru: встревоженный

source: frustrated
ru: разочарованный

source: depressed
ru: подавленный

source: motivated
ru: мотивированный

source: relaxed
ru: расслабленный

source: surprised
ru: удивленный

source: Monday
ru: Понедельник

source: Tuesday
ru: Вторник

source: Wednesday
ru: Среда

source: Thursday
ru: Четверг

source: Friday
ru: Пятница

source: Saturday
ru: Суббота

source: Sunday
ru: Воскресенье

source: January
ru: Январь

source: February
ru: Февраль

source: March
ru: Март

source: April
ru: Апрель

source: May
ru: Май

source: June
ru: Июнь

source: July
ru: Июль

source: August
ru: Август

source: September
ru: Сентябрь

source: October
ru: Октябрь

source: November
ru: Ноябрь

source: December
ru: Декабрь

source: Unknown Attachment
ru: Неизвестное вложение

source: unknown
ru: неизвестный

source: remove category
ru: удалить категорию

source: remove from file
ru: удалить из файла

source: Download binary/encrypted content
ru: Загрузить двоичное / зашифрованное содержимое

source: default
ru: по умолчанию

source: Page layout
ru: Шаблон страницы

source: You can create your own with the layouts tool
ru: Вы можете создать свой собственный с помощью инструмента шаблонов

source: Comanche Layout
ru: Шаблон Comanche

source: Page content type
ru: Тип содержимого страницы

source: activity
ru: активность

source: a-z, 0-9, -, and _ only
ru: Только a-z, 0-9, -, и _

source: Design Tools
ru: Инструменты дизайна

source: Pages
ru: Страницы

source: Import website...
ru: Импорт веб-сайта...

source: Select folder to import
ru: Выбрать каталог для импорта

source: Import from a zipped folder:
ru: Импортировать из каталога в zip-архиве:

source: Import from cloud files:
ru: Импортировать из сетевых файлов:

source: Enter path to website files
ru: Введите путь к файлам веб-сайта

source: Select folder
ru: Выбрать каталог

source: Export website...
ru: Экспорт веб-сайта...

source: Export to a zip file
ru: Экспортировать в ZIP файл.

source: Enter a name for the zip file.
ru: Введите имя для ZIP файла.

source: Export to cloud files
ru: Эскпортировать в сетевые файлы:

source: Enter a path to a cloud files destination.
ru: Введите путь к расположению сетевых файлов.

source: Specify folder
ru: Указать каталог

source: %d invitation available
ru: доступно %d приглашение

source: Find Channels
ru: Поиск каналов

source: Enter name or interest
ru: Впишите имя или интерес

source: Connect/Follow
ru: Подключить / отслеживать

source: Examples: Robert Morgenstein, Fishing
ru: Примеры: Владимир Ильич, Революционер

source: Random Profile
ru: Случайный профиль

source: Invite Friends
ru: Пригласить друзей

source: Advanced example: name=fred and country=iceland
ru: Расширенный пример: name=ivan and country=russia

source: Common Connections
ru: Общие контакты

source: View all %d common connections
ru: Просмотреть все %d общих контактов

source: %1$s wrote the following %2$s %3$s
ru: %1$s была создана %2$s %3$s

source: Channel is blocked on this site.
ru: Канал блокируется на этом сайте.

source: Channel location missing.
ru: Местоположение канала отсутствует.

source: Response from remote channel was incomplete.
ru: Ответ удаленного канала неполный.

source: Premium channel - please visit:
ru: Премимум-канал - пожалуйста посетите:

source: Channel was deleted and no longer exists.
ru: Канал удален и больше не существует.

source: Remote channel or protocol unavailable.
ru: Удалённый канал или протокол недоступен.

source: Channel discovery failed.
ru: Не удалось обнаружить канал.

source: Protocol disabled.
ru: Протокол отключен.

source: Cannot connect to yourself.
ru: Нельзя подключиться к самому себе.

source: Delete this item?
ru: Удалить этот элемент?

source: %s show less
ru: %s показать меньше

source: %s expand
ru: %s развернуть

source: %s collapse
ru: %s свернуть

source: Password too short
ru: Пароль слишком короткий

source: Passwords do not match
ru: Пароли не совпадают

source: everybody
ru: все

source: Secret Passphrase
ru: Тайный пароль

source: Passphrase hint
ru: Подсказка для пароля

source: Notice: Permissions have changed but have not yet been submitted.
ru: Уведомление: Права доступа изменились, но до сих пор не сохранены.

source: close all
ru: закрыть все

source: Nothing new here
ru: Здесь нет ничего нового

source: Rate This Channel (this is public)
ru: Оценкa этoго канала (общедоступно)

source: Describe (optional)
ru: Охарактеризовать (необязательно)

source: Please enter a link URL
ru: Пожалуйста, введите URL ссылки

source: Unsaved changes. Are you sure you wish to leave this page?
ru: Есть несохраненные изменения. Вы уверены, что хотите покинуть эту страницу?

source: lovely
ru: прекрасно

source: wonderful
ru: замечательно

source: fantastic
ru: фантастично

source: great
ru: отлично

source: Your chosen nickname was either already taken or not valid. Please use our suggestion (
ru: Выбранный вами псевдоним уже используется или недействителен. Попробуйте использовать наше предложение (

source: ) or enter a new one.
ru: ) или введите новый.

source: Thank you, this nickname is valid.
ru: Спасибо, этот псевдоним может быть использован.

source: A channel name is required.
ru: Требуется название канала.

source: This is a
ru: Это

source: channel name
ru: название канала

source: %d minutes
ru: %d минуту

source: about %d hours
ru: около %d часa

source: %d days
ru: %d день

source: %d months
ru: %d месяц

source: %d years
ru: %d год

source: timeago.prefixFromNow
ru: через

source: timeago.suffixAgo
ru: назад

source: less than a minute
ru: менее чем одну минуту

source: about a minute
ru: около минуты

source: about an hour
ru: около часа

source: a day
ru: день

source: about a month
ru: около месяца

source: about a year
ru: около года

# long
source: May
ru: Май

source: Jan
ru: Янв

source: Feb
ru: Фев

source: Mar
ru: Мар

source: Apr
ru: Апр

# short
source: May
ru: Май

source: Jun
ru: Июн

source: Jul
ru: Июл

source: Aug
ru: Авг

source: Sep
ru: Сен

source: Oct
ru: Окт

source: Nov
ru: Ноя

source: Dec
ru: Дек

source: Sun
ru: Вск

source: Mon
ru: Пон

source: Tue
ru: Вт

source: Wed
ru: Ср

source: Thu
ru: Чет

source: Fri
ru: Пят

source: Sat
ru: Суб

# calendar
source: today
ru: сегодня

# calendar
source: month
ru: месяц

# calendar
source: week
ru: неделя

# calendar
source: day
ru: день

# calendar
source: All day
ru: Весь день

source: Unable to determine sender.
ru: Невозможно определить отправителя.

source: No recipient provided.
ru: Получатель не предоставлен.

source: [no subject]
ru: [без темы]

source: Stored post could not be verified.
ru: Сохранённая публикация не может быть проверена.

source: and
ru: и

source: public profile
ru: общедоступный профиль

source: %1$s changed %2$s to &ldquo;%3$s&rdquo;
ru: %1$s изменил %2$s на &ldquo;%3$s&rdquo;

source: Visit %1$s's %2$s
ru: Посетить %1$s %2$s

source: %1$s has an updated %2$s, changing %3$s.
ru: %1$s обновлено %2$s, изменено %3$s.

source: Item was not found.
ru: Элемент не найден.

source: Unknown error.
ru: Неизвестная ошибка.

source: No source file.
ru: Нет исходного файла.

source: Cannot locate file to replace
ru: Не удается найти файл для замены

source: Cannot locate file to revise/update
ru: Не удается найти файл для пересмотра / обновления

source: File exceeds size limit of %d
ru: Файл превышает предельный размер %d
