Repository: zakwilson/hubzilla-core
Catalog: view/*/hmessages.po
Languages: ru

source: Set a random planet from the Star Wars Empire as your location when posting
ru: Установить случайную планету из Империи Звездных Войн в качестве вашего местоположения при публикации

source: System defaults:
ru: Системные по умолчанию:

source: Preferred Clipart IDs
ru: Предпочитаемый Clipart ID

source: List of preferred clipart ids. These will be shown first.
ru: Список предпочитаемых Clipart ID. Эти будут показаны первыми.

source: Default Search Term
ru: Условие поиска по умолчанию

source: The default search term. These will be shown second.
ru: Условие поиска по умолчанию. Показываются во вторую очередь.

source: Return After
ru: Вернуться после

source: Page to load after image selection.
ru: Страница для загрузки после выбора изображения.

source: Edit Profile
ru: Редактировать профиль

source: Profile List
ru: Список профилей

source: Order of Preferred
ru: Порядок предпочтения

source: Sort order of preferred clipart ids.
ru: Порядок сортировки предпочитаемых Clipart ID.

source: Newest first
ru: Новое первым

source: As entered
ru: По мере ввода

source: Order of other
ru: Порядок других

source: Sort order of other clipart ids.
ru: Порядок сортировки остальных Clipart ID.

source: Most downloaded first
ru: Самое загружаемое первым

source: Most liked first
ru: Самое нравящееся первым

source: Preferred IDs Message
ru: Сообщение от предпочитаемых ID

source: Message to display above preferred results.
ru: Отображаемое сообщение над предпочитаемыми результатами.

source: Uploaded by:
ru: Загружено:

source: Drawn by:
ru: Нарисовано:

source: Use this image
ru: Использовать это изображение

source: Or select from a free OpenClipart.org image:
ru: Или выберите из бесплатных изображений на OpenClipart.org

source: Search Term
ru: Условие поиска

source: Unknown error. Please try again later.
ru: Неизвестная ошибка. Пожалуйста, повторите попытку позже.

source: Profile photo updated successfully.
ru: Фотография профиля обновлена успешно.

source: Flag Adult Photos
ru: Пометка фотографий для взрослых

source: Provide photo edit option to hide inappropriate photos from default album view
ru: Предоставьте возможность редактирования фотографий, чтобы скрыть неприемлемые фотографии из альбома по умолчанию

source: You haven't set a TOTP secret yet. Please click the button below to generate one and register this site with your preferred authenticator app.
ru: Вы еще не установили секретный код TOTP. Пожалуйста, нажмите на кнопку ниже, чтобы сгенерировать его и зарегистрировать этот сайт в предпочитаемом вами приложении для аутентификации.

source: Your TOTP secret is
ru: Ваш секретный код TOTP

source: Be sure to save it somewhere in case you lose or replace your mobile device. Use your mobile device to scan the QR code below to register this site with your preferred authenticator app.
ru: Обязательно сохраните его где-нибудь на случай потери или замены мобильного устройства. С помощью мобильного устройства отсканируйте приведенный ниже QR-код, чтобы зарегистрировать этот сайт в предпочитаемом вами приложении для аутентификации.

source: Test
ru: Тест

source: Generate New Secret
ru: Сгенерировать новый секретный код

source: Go
ru: Вперёд

source: Enter your password
ru: Введите ваш пароль

source: enter TOTP code from your device
ru: введите код TOTP из вашего устройства

source: Pass!
ru: Принято!

source: Fail
ru: Отказано

source: Incorrect password, try again.
ru: Неверный пароль, попробуйте снова.

source: Record your new TOTP secret and rescan the QR code above.
ru: Запишите ваш секретный код TOTP и повторно отсканируйте приведенный ниже QR-код.

source: TOTP Settings
ru: Настройки TOTP

source: TOTP Two-Step Verification
ru: Двухэтапная верификация TOTP

source: Enter the 2-step verification generated by your authenticator app:
ru: Введите код проверки, созданный вашим приложением для аутентификации

source: Success!
ru: Успех!

source: Invalid code, please try again.
ru: Неверный код. Пожалуйста, попробуйте ещё раз.

source: Too many invalid codes...
ru: Слишком много неверных кодов...

source: Verify
ru: Проверить

source: Wordpress Settings saved.
ru: Настройки WordPress сохранены.

source: Wordpress Post App
ru: Приложение "Публикация в Wordpress"

source: Post to WordPress or anything else which uses the wordpress XMLRPC API
ru: Опубликовать в WordPress или в чём-то ещё, поддерживающем wordpress XMLRPC API

source: WordPress username
ru: Имя пользователя WordPress

source: WordPress password
ru: Пароль WordPress

source: WordPress API URL
ru: URL API WordPress

source: Typically https://your-blog.tld/xmlrpc.php
ru: Обычно https://your-blog.tld/xmlrpc.php

source: For multi-user sites such as wordpress.com, otherwise leave blank
ru: Для многопользовательских сайтов, таких, как wordpress.com. В противном случае оставьте пустым

source: Post to WordPress by default
ru: Публиковать в WordPress по умолчанию

source: Forward comments (requires hubzilla_wp plugin)
ru: Пересылать комментарии (требуется плагин hubzilla_wp)

source: Wordpress Post
ru: Публикация в WordPress

source: Post to WordPress
ru: Опубликовать в WordPress

source: Possible adult content
ru: Возможно содержимое для взрослых

source: %s - view
ru: %s - просмотр

source: NSFW Settings saved.
ru: Настройки NSFW сохранены.

source: NSFW App
ru: Приложение NSFW

source: Collapse content that contains predefined words
ru: Свернуть содержимое, содержащее предопределенные слова

source: This app looks in posts for the words/text you specify below, and collapses any content containing those keywords so it is not displayed at inappropriate times, such as sexual innuendo that may be improper in a work setting. It is polite and recommended to tag any content containing nudity with #NSFW. This filter can also match any other word/text you specify, and can thereby be used as a general purpose content filter.
ru: Это приложение просматривает публикации для слов / текста, которые вы указываете ниже, и сворачивает любой контент, содержащий эти ключевые слова, поэтому он не отображается в неподходящее время, например, сексуальные инсинуации, которые могут быть неправильными в настройке работы. Например, мы рекомендуем отмечать любой контент, содержащий наготу, тегом #NSFW. Этот фильтр также способен реагировать на любое другое указанное вами слово / текст и может использоваться в качестве фильтра содержимого общего назначения.

source: Comma separated list of keywords to hide
ru: Список ключевых слов для скрытия, через запятую

source: Word, /regular-expression/, lang=xx, lang!=xx
ru: слово, /регулярное_выражение/, lang=xx, lang!=xx

source: Max queueworker threads
ru: Макс. количество обработчиков очереди

source: Assume workers dead after ___ seconds
ru: Считать обработчики неактивными через секунд

source: Queueworker Settings
ru: Настройки обработчика очереди

source: Insane Journal Crosspost Connector Settings saved.
ru: Настройки пересылки публикаций Insane Journal сохранены.

source: Insane Journal Crosspost Connector App
ru: Приложение "Пересылка публикаций Insane Journal"

source: Relay public postings to Insane Journal
ru: Пересылает общедоступные публикации в Insane Journal

source: InsaneJournal username
ru: Имя пользователя Insane Journal

source: InsaneJournal password
ru: Пароль Insane Journal

source: Post to InsaneJournal by default
ru: Публиковать в Insane Journal по умолчанию

source: Insane Journal Crosspost Connector
ru: Пересылка публикаций Insane Journal

source: Post to Insane Journal
ru: Опубликовать в Insane Journal

source: Post to Dreamwidth
ru: Публиковать в Dreamwidth

source: Dreamwidth Crosspost Connector Settings saved.
ru: Настройки пересылки публикаций Dreamwidth сохранены.

source: Dreamwidth Crosspost Connector App
ru: Приложение "Пересылка публикаций Dreamwidth"

source: Relay public postings to Dreamwidth
ru: Пересылает общедоступные публикации в Dreamwidth

source: Dreamwidth username
ru: Имя пользователя Dreamwidth

source: Dreamwidth password
ru: Пароль Dreamwidth

source: Post to Dreamwidth by default
ru: Публиковать в Dreamwidth по умолчанию

source: Dreamwidth Crosspost Connector
ru: Пересылка публикаций Dreamwidth

source: New registration
ru: Новая регистрация

source: Message sent to %s. New account registration: %s
ru: Сообщение отправлено в %s. Регистрация нового аккаунта: %s

source: Hubzilla Directory Stats
ru: Каталог статистики Hubzilla

source: Total Hubs
ru: Всего хабов

source: Hubzilla Hubs
ru: Хабы Hubzilla

source: Friendica Hubs
ru: Хабы Friendica

source: Diaspora Pods
ru: Стручки Diaspora

source: Hubzilla Channels
ru: Каналы Hubzilla

source: Friendica Channels
ru: Каналы Friendica

source: Diaspora Channels
ru: Каналы Diaspora

source: Aged 35 and above
ru: Возраст 35 и выше

source: Aged 34 and under
ru: Возраст 34 и ниже

source: Average Age
ru: Средний возраст

source: Known Chatrooms
ru: Известные чаты

source: Known Tags
ru: Известные теги

source: Please note Diaspora and Friendica statistics are merely those **this directory** is aware of, and not all those known in the network. This also applies to chatrooms,
ru: Обратите внимание, что статистика Diaspora и Friendica это только те, о которых ** этот каталог ** знает, а не все известные в сети. Это также относится и к чатам.

source: Your Webbie:
ru: Ваш Webbie:

source: Fontsize (px):
ru: Размер шрифта (px):

source: Link:
ru: Ссылка:

source: Like us on Hubzilla
ru: Нравится на Hubzilla

source: Embed:
ru: Встроить:

source: Photos imported
ru: Фотографии импортированы

source: Redmatrix Photo Album Import
ru: Импортировать альбом фотографий Redmatrix

source: This will import all your Redmatrix photo albums to this channel.
ru: Это позволит импортировать все ваши альбомы фотографий Redmatrix в этот канал.

source: Redmatrix Server base URL
ru: Базовый URL сервера Redmatrix

source: Redmatrix Login Username
ru: Имя пользователя Redmatrix

source: Redmatrix Login Password
ru: Пароль Redmatrix

source: Import just this album
ru: Импортировать только этот альбом

source: Leave blank to import all albums
ru: Оставьте пустым для импорта всех альбомов

source: Maximum count to import
ru: Максимальное количество для импорта

source: 0 or blank to import all available
ru: 0 или пусто для импорта всех доступных

source: Popular Channels
ru: Популярные каналы

source: Channels to auto connect
ru: Каналы для автоматического подключения

source: Comma separated list
ru: Список, разделённый запятыми

source: IRC Settings
ru: Настройки IRC

source: IRC settings saved.
ru: Настройки IRC сохранены

source: IRC Chatroom
ru: Чат IRC

source: Gallery
ru: Галерея

source: Photo Gallery
ru: Фотогалерея

source: Gallery App
ru: Приложение "Галерея"

source: A simple gallery for your photo albums
ru: Простая галлерея для ваших фотоальбомов

source: Livejournal Crosspost Connector App
ru: Приложение "Пересылка публикаций Livejournal"

source: Relay public posts to Livejournal
ru: Пересылает общедоступные публикации в Livejournal

source: Livejournal username
ru: Имя пользователя Livejournal

source: Livejournal password
ru: Пароль Livejournal

source: Post to Livejournal by default
ru: Публиковать в Livejournal по умолчанию

source: Livejournal Crosspost Connector
ru: Пересылка публикаций Livejournal

source: Post to Livejournal
ru: Опубликовать в Livejournal

source: We encountered a problem while logging in with the OpenID you provided. Please check the correct spelling of the ID.
ru: Мы столкнулись с проблемой входа с предоставленным вами OpenID. Пожалуйста, проверьте корректность его написания.

source: The error message was:
ru: Сообщение об ошибке было:

source: First Name
ru: Имя

source: Last Name
ru: Фамилия

source: Nickname
ru: Псевдоним

source: Full Name
ru: Полное имя

source: Profile Photo 16px
ru: Фотография профиля 16px

source: Profile Photo 32px
ru: Фотография профиля 32px

source: Profile Photo 48px
ru: Фотография профиля 48px

source: Profile Photo 64px
ru: Фотография профиля 64px

source: Profile Photo 80px
ru: Фотография профиля 80px

source: Profile Photo 128px
ru: Фотография профиля 128px

source: Timezone
ru: Часовой пояс

source: Birth Year
ru: Год рождения

source: Birth Month
ru: Месяц рождения

source: Birth Day
ru: День рождения

source: Birthdate
ru: Дата рождения

source: OpenID protocol error. No ID returned.
ru: Ошибка протокола OpenID. Идентификатор не возвращён.

source: Login failed.
ru: Не удалось войти.

source: Male
ru: Мужчина

source: Female
ru: Женщина

source: You're welcome.
ru: Пожалуйста.

source: Ah shucks...
ru: О, чёрт...

source: Don't mention it.
ru: Не стоит благодарности.

source: &lt;blush&gt;
ru: &lt;краснею&gt;

source: Startpage App
ru: Приложение "Стартовая страница"

source: Set a preferred page to load on login from home page
ru: Устанавливает предпочтительную страницу для загрузки при входе с домашней страницы

source: Page to load after login
ru: Страница для загрузки после входа

source: Examples: &quot;apps&quot;, &quot;network?f=&gid=37&quot; (privacy collection), &quot;channel&quot; or &quot;notifications/system&quot; (leave blank for default network page (grid).
ru: Примеры: &quot;apps&quot;, &quot;network?f=&gid=37&quot; (privacy collection), &quot;channel&quot; or &quot;notifications/system&quot; (оставьте пустым для для страницы сети по умолчанию).

source: Startpage
ru: Стартовая страница

source: bitchslap
ru: дать леща

source: bitchslapped
ru: получил леща

source: shag
ru: вздрючить

source: shagged
ru: вздрюченный

source: hug
ru: обнять

source: hugged
ru: обнятый

source: murder
ru: убить

source: murdered
ru: убитый

source: worship
ru: почитать

source: worshipped
ru: почитаемый

source: kiss
ru: целовать

source: kissed
ru: поцелованный

source: tempt
ru: искушать

source: tempted
ru: искушённый

source: raise eyebrows at
ru: поднять брови

source: raised their eyebrows at
ru: поднял брови

source: insult
ru: оскорбить

source: insulted
ru: оскорблённый

source: praise
ru: хвалить

source: praised
ru: похваленный

source: be dubious of
ru: усомниться

source: was dubious of
ru: усомнился

source: eat
ru: есть

source: ate
ru: съел

source: doubt
ru: сомневаться

source: doubted
ru: сомневался

source: fuck
ru: трахнуть

source: fucked
ru: трахнул

source: declare undying love for
ru: признаться в любви к

source: declared undying love for
ru: признался в любви к

source: %1$s dislikes %2$s's %3$s
ru: %1$s не нравится %2$s's %3$s

source: Diaspora Protocol Settings updated.
ru: Настройки протокола Diaspora обновлены.

source: The diaspora protocol does not support location independence. Connections you make within that network may be unreachable from alternate channel locations.
ru: Протокол Diaspora не поддерживает независимость от расположения. Ваши контакты установленные в этой сети могут быть недоступны из альтернативных мест размещения канала.

source: Diaspora Protocol App
ru: Приложение "Протокол Diaspora"

source: Allow any Diaspora member to comment on your public posts
ru: Разрешить любому участнику Diaspora комментировать ваши общедоступные публикации

source: Prevent your hashtags from being redirected to other sites
ru: Предотвратить перенаправление тегов на другие сайты

source: Sign and forward posts and comments with no existing Diaspora signature
ru: Подписывать и отправлять публикации и комментарии с несуществующей подписью Diaspora

source: Followed hashtags (comma separated, do not include the #)
ru: Отслеживаемые теги (через запятую, исключая #)

source: Diaspora Protocol
ru: Протокол Diaspora

source: No username found in import file.
ru: Имя пользователя не найдено в файле для импорта.

source: Unable to create a unique channel address. Import failed.
ru: Не удалось создать уникальный адрес канала. Импорт не завершен.

source: Photo Cache settings saved.
ru: Настройки кэширования изображений сохранены.

source: Photo Cache addon saves a copy of images from external sites locally to increase your anonymity in the web.
ru: Приложение "Кэшировние изображений" сохраняет копию изображений с внешних сайтов локально для повышения вашей анонимности в Интернет.

source: Photo Cache App
ru: Приложение "Кэширование изображений"

source: Minimal photo size for caching
ru: Минимальный размер изображений для кэширования

source: In pixels. From 1 up to 1024, 0 will be replaced with system default.
ru: В пикселях. От 1 до 1024, 0 будет заменён значением по умолчанию.

source: Photo Cache
ru: Кэширование изображений

source: Your account on %s will expire in a few days.
ru: Ваш аккаунт на %s перестанет работать через несколько дней.

source: Your $Productname test account is about to expire.
ru: Ваш тестовый аккаунт в $Productname близок к окончанию срока действия.

source: Add some colour to tag clouds
ru: Добавить немного цвета для облака тегов

source: Rainbow Tag App
ru: Приложение "Радуга тегов"

source: Rainbow Tag
ru: Радуга тегов

source: Show Upload Limits
ru: Показать ограничения на загрузку

source: Hubzilla configured maximum size:
ru: Максимальный размер настроенный в Hubzilla:

source: PHP post_max_size (must be larger than upload_max_filesize):
ru: PHP post_max_size (должен быть больше чем upload_max_filesize):

source: generic profile image
ru: Стандартное изображение профиля

source: random geometric pattern
ru: Случайный геометрический рисунок

source: monster face
ru: Лицо чудовища

source: computer generated face
ru: Сгенерированное компьютером лицо

source: retro arcade style face
ru: Лицо в стиле старой аркадной игры

source: Hub default profile photo
ru: Фотография профиля по умолчанию

source: Information
ru: Информация

source: Libravatar addon is installed, too. Please disable Libravatar addon or this Gravatar addon.<br>The Libravatar addon will fall back to Gravatar if nothing was found at Libravatar.
ru: Плагин Libravatar также установлен. Пожалуйста, отключите плагин Libravatar или этот плагин Gravatar. Если Плагин Libravatar ничего не найдёт, он вернётся в Gravatar.

source: Save Settings
ru: Сохранить настройки

source: Default avatar image
ru: Изображение аватара по умолчанию

source: Select default avatar image if none was found at Gravatar. See README
ru: Выберите изображения аватар по умолчанию если ничего не было найдено в Gravatar (см. README).

source: Rating of images
ru: Оценки изображений

source: Select the appropriate avatar rating for your site. See README
ru: Выберите подходящую оценку аватара для вашего сайта (см. README).

source: Gravatar settings updated.
ru: Настройки Gravatar обновлены.

source: Hubzilla File Storage Import
ru: Импорт файлового хранилища Hubzilla

source: This will import all your cloud files from another server.
ru: Это позволит импортировать все ваши файлы с другого сервера.

source: Hubzilla Server base URL
ru: Базовый URL сервера Hubzilla

source: Since modified date yyyy-mm-dd
ru: Начиная с даты изменений yyyy-mm-dd

source: Until modified date yyyy-mm-dd
ru: Заканчивая датой изменений yyyy-mm-dd

source: Who viewed my channel/profile
ru: Кто смотрел мой канал / профиль

source: Recent Channel/Profile Viewers
ru: Последние просмотры канала / профиля

source: No entries.
ru: Нет записей.

source: NSA Bait App
ru: Приложение NSA Bait

source: Make yourself a political target
ru: Сделать себя политической мишенью

source: Send test email
ru: Отправить тестовый email

source: No recipients found.
ru: Получателей не найдено.

source: Mail sent.
ru: Сообщение отправлено

source: Sending of mail failed.
ru: Не удалось отправить сообщение.

source: Mail Test
ru: Тестовое сообщение

source: Message subject
ru: Тема сообщения

source: Use markdown for editing posts
ru: Использовать язык разметки Markdown для редактирования публикаций

source: View Larger
ru: Увеличить

source: Tile Server URL
ru: URL сервера Tile

source: A list of <a href="http://wiki.openstreetmap.org/wiki/TMS" target="_blank">public tile servers</a>
ru: Список <a href="http://wiki.openstreetmap.org/wiki/TMS" target="_blank">общедоступных серверов</a>

source: Nominatim (reverse geocoding) Server URL
ru: URL сервера Nominatim (обратное геокодирование)

source: A list of <a href="http://wiki.openstreetmap.org/wiki/Nominatim" target="_blank">Nominatim servers</a>
ru: Список <a href="http://wiki.openstreetmap.org/wiki/Nominatim" target="_blank">серверов Nominatim</a>

source: Default zoom
ru: Масштаб по умолчанию

source: The default zoom level. (1:world, 18:highest, also depends on tile server)
ru: Уровень размера по умолчанию (1 - весь мир, 18 - максимальный; зависит от сервера).

source: Include marker on map
ru: Включите маркер на карте

source: Include a marker on the map.
ru: Включить маркер на карте

source: text to include in all outgoing posts from this site
ru: текст, который будет добавлен во все исходящие публикации с этого сайта

source: Fuzzloc Settings updated.
ru: Настройки примерного положения обновлены.

source: Fuzzy Location App
ru: Приложение "Примерное положение"

source: Blur your precise location if your channel uses browser location mapping
ru: Размывает вашего точное местоположение в случае если ваш канал использует отображение местоположения из браузера

source: Minimum offset in meters
ru: Минимальное смещение в метрах

source: Maximum offset in meters
ru: Максимальное смещение в метрах

source: Fuzzy Location
ru: Примерное положение

source: Post to Friendica
ru: Опубликовать в Friendica

source: Friendica Crosspost Connector Settings saved.
ru: Настройки пересылки публикаций Friendica сохранены.

source: Friendica Crosspost Connector App
ru: Приложение "Пересылка публикаций Friendica"

source: Relay public postings to a connected Friendica account
ru: Пересылает общедоступные публикации на подключённую учётную запись Friendica

source: Send public postings to Friendica by default
ru: Отправлять общедоступные публикации во Friendica по умолчанию

source: Friendica API Path
ru: Путь к Friendica API

source: Friendica login name
ru: Имя входа Friendica

source: Friendica password
ru: Пароль Friendica

source: Friendica Crosspost Connector
ru: Пересылка публикаций Friendica

source: Jappixmini App
ru: Приложение Jappix Mini

source: Provides a Facebook-like chat using Jappix Mini
ru: Предоставляет Facebook-подобный чат с использованием Jappix Mini

source: Status:
ru: Статус:

source: Hide Jappixmini Chat-Widget from the webinterface
ru: Скрыть виджет чата Jappix Mini из веб-интерфейса

source: Jabber username
ru: Имя пользователя Jabber

source: Jabber server
ru: Сервер Jabber

source: Jabber BOSH host URL
ru: URL узла Jabber BOSH

source: Jabber password
ru: Пароль Jabber

source: Encrypt Jabber password with Hubzilla password
ru: Зашифровать пароль Jabber с помощью пароля Hubzilla

source: Hubzilla password
ru: Пароль Hubzilla

source: Approve subscription requests from Hubzilla contacts automatically
ru: Утверждать запросы на подписку от контактов Hubzilla автоматически

source: Purge internal list of jabber addresses of contacts
ru: Очистить внутренний список адресов контактов Jabber

source: Configuration Help
ru: Помощь по конфигурации

source: Jappixmini Settings
ru: Настройки Jappix Мini

source: Your channel has been upgraded to the latest $Projectname version.
ru: Ваш канал был обновлён на последнюю версию $Projectname.

source: To improve usability, we have converted some features into installable stand-alone apps.
ru: Чтобы улучшить удобство использования, некоторые функции теперь доступны в виде устанавливаемых автономных приложений.

source: Please visit the $Projectname
ru: Пожалуйста, посетите $Projectname

source: app store
ru: раздел "Приложения"

source: and install possibly missing apps.
ru: и установите необходимые вам.

source: Upgrade Info
ru: Сведения об обновлении

source: Do not show this again
ru: Больше не показывать

source: Access Denied
ru: Доступ запрещён
