Repository: zakwilson/hubzilla-core
Catalog: view/*/hmessages.po
Languages: ru

source: mail delivered
ru: почта доставлен

source: Delivery report for %1$s
ru: Отчёт о доставке для %1$s

source: Options
ru: Параметры

source: Redeliver
ru: Доставить повторно

source: Failed to create source. No channel selected.
ru: Не удалось создать источник. Канал не выбран.

source: Source created.
ru: Источник создан.

source: Source updated.
ru: Источник обновлен.

source: Sources App
ru: Приложение "Источники канала"

source: Automatically import channel content from other channels or feeds
ru: Автоматический импорт контента из других каналов или лент

source: Channel Sources
ru: Источники канала

source: Manage remote sources of content for your channel.
ru: Управление удалённым источниками содержимого для вашего канала

source: New Source
ru: Новый источник

source: Import all or selected content from the following channel into this channel and distribute it according to your channel settings.
ru: Импортировать всё или выбранное содержимое из следующего канала в этот канал и распределить его в соответствии с вашими настройками.

source: Only import content with these words (one per line)
ru: Импортировать содержимое только с этим текстом (построчно)

source: Leave blank to import all public content
ru: Оставьте пустым для импорта всего общедоступного содержимого

source: Channel Name
ru: Название канала

source: Add the following categories to posts imported from this source (comma separated)
ru: Добавить следующие категории к импортированным публикациям из этого источника (через запятые)

source: Optional
ru: Необязательно

source: Resend posts with this channel as author
ru: Отправить публикации в этот канал повторно как автор

source: Copyrights may apply
ru: Могут применяться авторские права

source: Source not found.
ru: Источник не найден.

source: Edit Source
ru: Редактировать источник

source: Delete Source
ru: Удалить источник

source: Source removed
ru: Источник удален

source: Unable to remove source.
ru: Невозможно удалить источник.

source: Like/Dislike
ru: Нравится / не нравится

source: This action is restricted to members.
ru: Это действие доступно только участникам.

source: Please <a href="rmagic">login with your $Projectname ID</a> or <a href="register">register as a new $Projectname member</a> to continue.
ru: Пожалуйста, для продолжения <a href="rmagic"> войдите с вашим $Projectname ID</a> или <a href="register">зарегистрируйтесь как новый участник $Projectname</a>.

source: Invalid request.
ru: Неверный запрос.

source: channel
ru: канал

source: thing
ru: предмет

source: Channel unavailable.
ru: Канал недоступен.

source: Previous action reversed.
ru: Предыдущее действие отменено.

source: %1$s likes %2$s's %3$s
ru: %1$s нравится %3$s %2$s

source: %1$s doesn't like %2$s's %3$s
ru: %1$s не нравится %2$s %3$s

source: %1$s agrees with %2$s's %3$s
ru: %1$s согласен с %2$s %3$s

source: %1$s doesn't agree with %2$s's %3$s
ru: %1$s не согласен с %2$s %3$s

source: %1$s abstains from a decision on %2$s's %3$s
ru: %1$s воздерживается от решения по %2$s%3$s

source: %1$s is attending %2$s's %3$s
ru: %1$s посещает %2$s%3$s

source: %1$s is not attending %2$s's %3$s
ru: %1$s не посещает %2$s%3$s

source: %1$s may attend %2$s's %3$s
ru: %1$s может посетить %2$s%3$s

source: Action completed.
ru: Действие завершено.

source: Thank you.
ru: Спасибо.

source: No default suggestions were found.
ru: Предложений по умолчанию не найдено.

source: %d rating
ru: %d оценка

source: Gender:
ru: Пол:

source: Status:
ru: Статус:

source: Homepage:
ru: Домашняя страница:

source: Age:
ru: Возраст:

source: Location:
ru: Местоположение:

source: Description:
ru: Описание:

source: Hometown:
ru: Родной город:

source: About:
ru: О себе:

source: Connect
ru: Подключить

source: Public Forum:
ru: Публичный форум:

source: Keywords:
ru: Ключевые слова:

source: Don't suggest
ru: Не предлагать

source: Common connections (estimated):
ru: Общие контакты (оценочно):

source: Global Directory
ru: Глобальный каталог

source: Local Directory
ru: Локальный каталог

source: Finding:
ru: Поиск:

source: Channel Suggestions
ru: Рекомендации каналов

source: next page
ru: следующая страница

source: previous page
ru: предыдущая страница

source: Sort options
ru: Параметры сортировки

source: Alphabetic
ru: По алфавиту

source: Reverse Alphabetic
ru: Против алфавита

source: Newest to Oldest
ru: От новых к старым

source: Oldest to Newest
ru: От старых к новым

source: No entries (some entries may be hidden).
ru: Нет записей (некоторые записи могут быть скрыты).

source: Xchan Lookup
ru: Поиск Xchan

source: Lookup xchan beginning with (or webbie):
ru: Запрос Xchan начинается с (или webbie):

source: Suggest Channels App
ru: Приложение "Рекомендуемые каналы"

source: Suggestions for channels in the $Projectname network you might be interested in
ru: Предложения по рекомендуемым каналам в сети $Projectname которые могут вас заинтересовать

source: No suggestions available. If this is a new site, please try again in 24 hours.
ru: Нет предложений. Если это новый сайт, повторите попытку через 24 часа.

source: Ignore/Hide
ru: Игнорировать / cкрыть

source: Unable to find your hub.
ru: Невозможно найти ваш сервер

source: Post successful.
ru: Успешно опубликовано.

source: Unable to lookup recipient.
ru: Не удалось найти получателя.

source: Unable to communicate with requested channel.
ru: Не удалось установить связь с запрашиваемым каналом.

source: Cannot verify requested channel.
ru: Не удалось установить подлинность требуемого канала.

source: Selected channel has private message restrictions. Send failed.
ru: Выбранный канал ограничивает частные сообщения. Отправка не удалась.

source: Messages
ru: Сообщения

source: message
ru: сообщение

source: Message recalled.
ru: Сообщение отозванно.

source: Conversation removed.
ru: Беседа удалена.

source: Expires YYYY-MM-DD HH:MM
ru: Истекает YYYY-MM-DD HH:MM

source: Requested channel is not in this network
ru: Запрашиваемый канал не доступен.

source: Send Private Message
ru: Отправить личное сообщение

source: To:
ru: Кому:

source: Subject:
ru: Тема:

source: Attach file
ru: Прикрепить файл

source: Send
ru: Отправить

source: Set expiration date
ru: Установить срок действия

source: Delete message
ru: Удалить сообщение

source: Delivery report
ru: Отчёт о доставке

source: Recall message
ru: Отозвать сообщение

source: Message has been recalled.
ru: Сообщение отозванно

source: Delete Conversation
ru: Удалить беседу

source: No secure communications available. You <strong>may</strong> be able to respond from the sender's profile page.
ru: Безопасная связь недоступна. Вы <strong>можете</strong> попытаться ответить со страницы профиля отправителя.

source: Send Reply
ru: Отправить ответ

source: Your message for %s (%s):
ru: Ваше сообщение для %s (%s):

source: Public Hubs
ru: Публичные хабы

source: The listed hubs allow public registration for the $Projectname network. All hubs in the network are interlinked so membership on any of them conveys membership in the network as a whole. Some hubs may require subscription or provide tiered service plans. The hub itself <strong>may</strong> provide additional details.
ru: Указанные хабы разрешают публичную регистрацию для сети $Projectname. Все хабы в сети взаимосвязаны, поэтому членство в любом из них передает членство во всю сеть. Некоторым хабам может потребоваться подписка или предоставление многоуровневых планов обслуживания. Сам хаб <strong>может</strong> предоставить дополнительные сведения.

source: Hub URL
ru: URL сервера

source: Access Type
ru: Тип доступа

source: Registration Policy
ru: Политика регистрации

source: Stats
ru: Статистика

source: Software
ru: Программное обеспечение

source: Rate
ru: Оценка

source: webpage
ru: веб-страница

source: block
ru: заблокировать

source: layout
ru: шаблон

source: menu
ru: меню

source: %s element installed
ru: %s элемент установлен

source: %s element installation failed
ru: %sустановка элемента неудачна.

source: Select a bookmark folder
ru: Выбрать каталог для закладок

source: Save Bookmark
ru: Сохранить закладку

source: URL of bookmark
ru: URL закладки

source: Or enter new bookmark folder name
ru: или введите новое имя каталога закладок

source: Enter a folder name
ru: Введите название каталога

source: or select an existing folder (doubleclick)
ru: или выберите существующий каталог (двойной щелчок)

source: Save to Folder
ru: Сохранить в каталог

source: Remote Diagnostics App
ru: Приложение "Удалённая диагностика"

source: Perform diagnostics on remote channels
ru: Производит диагностику удалённых каналов

source: Maximum daily site registrations exceeded. Please try again tomorrow.
ru: Превышено максимальное количество регистраций на сегодня. Пожалуйста, попробуйте снова завтра.

source: Please indicate acceptance of the Terms of Service. Registration failed.
ru: Пожалуйста, подтвердите согласие с "Условиями обслуживания". Регистрация не удалась.

source: Passwords do not match.
ru: Пароли не совпадают.

source: Registration successful. Continue to create your first channel...
ru: Регистрация завершена успешно. Для продолжения создайте свой первый канал...

source: Registration successful. Please check your email for validation instructions.
ru: Регистрация завершена успешно. Пожалуйста проверьте вашу электронную почту для подтверждения.

source: Your registration is pending approval by the site owner.
ru: Ваша регистрация ожидает одобрения администрации сайта.

source: Your registration can not be processed.
ru: Ваша регистрация не может быть обработана.

source: Registration on this hub is disabled.
ru: Регистрация на этом хабе отключена.

source: Registration on this hub is by approval only.
ru: Регистрация на этом хабе только по утверждению.

source: <a href="pubsites">Register at another affiliated hub.</a>
ru: <a href="pubsites">Зарегистрироваться на другом хабе.</a>

source: Registration on this hub is by invitation only.
ru: Регистрация на этом хабе доступна только по приглашениям.

source: This site has exceeded the number of allowed daily account registrations. Please try again tomorrow.
ru: Этот сайт превысил максимальное количество регистраций на сегодня. Пожалуйста, попробуйте снова завтра.

source: I accept the %s for this website
ru: Я принимаю %s для этого веб-сайта.

source: I am over %s years of age and accept the %s for this website
ru: Мой возраст превышает %s лет и я принимаю %s для этого веб-сайта.

source: Your email address
ru: Ваш адрес электронной почты

source: Choose a password
ru: Выберите пароль

source: Please re-enter your password
ru: Пожалуйста, введите пароль еще раз

source: Please enter your invitation code
ru: Пожалуйста, введите Ваш код приглашения

source: Your Name
ru: Ваше имя

source: Real names are preferred.
ru: Предпочтительны реальные имена.

source: Your nickname will be used to create an easy to remember channel address e.g. nickname%s
ru: Ваш псевдоним будет использован для создания легко запоминаемого адреса канала, напр. nickname %s

source: Select a channel permission role for your usage needs and privacy requirements.
ru: Выберите разрешения для канала в зависимости от ваших потребностей и требований приватности.

source: no
ru: нет

source: yes
ru: да

source: Register
ru: Регистрация

source: This site requires email verification. After completing this form, please check your email for further instructions.
ru: Этот сайт требует проверку адреса электронной почты. После заполнения этой формы, пожалуйста, проверьте ваш почтовый ящик для дальнейших инструкций.

source: Cover Photos
ru: Фотографии обложки

source: female
ru: женщина

source: %1$s updated her %2$s
ru: %1$s обновила её %2$s

source: male
ru: мужчина

source: %1$s updated his %2$s
ru: %1$s обновил его %2$s

source: %1$s updated their %2$s
ru: %1$s обновили их %2$s

source: cover photo
ru: фотография обложки

source: Your cover photo may be visible to anybody on the internet
ru: Фотография вашей обложки может быть видна всем в Интернете

source: Change Cover Photo
ru: Изменить фотографию обложки

source: Documentation Search
ru: Поиск документации

source: About
ru: О себе

source: Administrators
ru: Администраторы

source: Developers
ru: Разработчики

source: Tutorials
ru: Руководства

source: $Projectname Documentation
ru: $Projectname Документация

source: Contents
ru: Содержимое

source: Article
ru: Статья

source: Item has been removed.
ru: Элемент был удалён.

source: Tag removed
ru: Тег удалён

source: Remove Item Tag
ru: Удалить тег элемента

source: Select a tag to remove:
ru: Выбрать тег для удаления:

source: No such group
ru: Нет такой группы

source: No such channel
ru: Нет такого канала

source: Privacy group is empty
ru: Группа безопасности пуста

source: Privacy group:
ru: Группа безопасности:

source: Invalid channel.
ru: Недействительный канал.

source: network
ru: сеть

source: Welcome to %s
ru: Добро пожаловать в %s

source: Permission Denied.
ru: Доступ запрещен.

source: File not found.
ru: Файл не найден.

source: Edit file permissions
ru: Редактировать разрешения файла

source: Set/edit permissions
ru: Редактировать разрешения

source: Include all files and sub folders
ru: Включить все файлы и подкаталоги

source: Return to file list
ru: Вернутся к списку файлов

source: Copy/paste this code to attach file to a post
ru: Копировать / вставить этот код для прикрепления файла к публикации

source: Copy/paste this URL to link file from a web page
ru: Копировать / вставить эту URL для ссылки на файл со страницы

source: Share this file
ru: Поделиться этим файлом

source: Show URL to this file
ru: Показать URL этого файла

source: Show in your contacts shared folder
ru: Показать общий каталог в ваших контактах

source: No channel.
ru: Канала нет.

source: No connections in common.
ru: Общих контактов нет.

source: View Common Connections
ru: Просмотр общий контактов

source: Email verification resent
ru: Сообщение для проверки email отправлено повторно

source: Unable to resend email verification message.
ru: Невозможно повторно отправить сообщение для проверки email

source: No connections.
ru: Контактов нет.

source: Visit %s's profile [%s]
ru: Посетить %s ​​профиль [%s]

source: View Connections
ru: Просмотр контактов

source: Blocked accounts
ru: Заблокированные аккаунты

source: Expired accounts
ru: Просроченные аккаунты

source: Expiring accounts
ru: Близкие к просрочке аккаунты

source: Message queues
ru: Очередь сообщений

source: Your software should be updated
ru: Ваше программное обеспечение должно быть обновлено

source: Summary
ru: Резюме

source: Registered accounts
ru: Зарегистрированные аккаунты

source: Pending registrations
ru: Ждут утверждения

source: Registered channels
ru: Зарегистрированные каналы

source: Active addons
ru: Активные расширения

source: Version
ru: Версия системы

source: Repository version (master)
ru: Версия репозитория (master)

source: Repository version (dev)
ru: Версия репозитория (dev)

source: No service class restrictions found.
ru: Ограничений класса обслуживание не найдено.

source: Website:
ru: Веб-сайт:

source: Remote Channel [%s] (not yet known on this site)
ru: Удалённый канал [%s] (пока неизвестен на этом сайте)

source: Rating (this information is public)
ru: Оценка (эта информация общедоступна)

source: Optionally explain your rating (this information is public)
ru: Объясните свою оценку (необязательно; эта информация общедоступна)

source: Edit Card
ru: Редактировать карточку

source: No valid account found.
ru: Действительный аккаунт не найден.

source: Password reset request issued. Check your email.
ru: Запрос на сброс пароля отправлен. Проверьте вашу электронную почту.

source: Site Member (%s)
ru: Участник сайта (%s)

source: Password reset requested at %s
ru: Запрошен сброс пароля на %s

source: Request could not be verified. (You may have previously submitted it.) Password reset failed.
ru: Запрос не может быть проверен. (Вы могли отправить его раньше). Сброс пароля не возможен.

source: Password Reset
ru: Сбросить пароль

source: Your password has been reset as requested.
ru: Ваш пароль в соответствии с просьбой сброшен.

source: Your new password is
ru: Ваш новый пароль

source: Save or copy your new password - and then
ru: Сохраните ваш новый пароль и затем

source: click here to login
ru: нажмите здесь чтобы войти

source: Your password may be changed from the <em>Settings</em> page after successful login.
ru: Ваш пароль может быть изменён на странице <em>Настройки</em> после успешного входа.

source: Your password has changed at %s
ru: Пароль был изменен на %s

source: Forgot your Password?
ru: Забыли ваш пароль?

source: Enter your email address and submit to have your password reset. Then check your email for further instructions.
ru: Введите ваш адрес электронной почты и нажмите отправить чтобы сбросить пароль. Затем проверьте ваш почтовый ящик для дальнейших инструкций.

source: Email Address
ru: Адрес электронной почты

source: Name is required
ru: Необходимо имя

source: Key and Secret are required
ru: Требуются ключ и код

source: OAuth Apps Manager App
ru: Приложение "Менеджер Oauth"

source: OAuth authentication tokens for mobile and remote apps
ru: Токены аутентификации OAuth для мобильный и удалённых приложений

source: Consumer Key
ru: Ключ клиента

source: Icon url
ru: URL значка

source: Application not found.
ru: Приложение не найдено.

source: Connected OAuth Apps
ru: Подключенные приложения OAuth

source: Mark all seen
ru: Отметить как просмотренное

source: Likes %1$s's %2$s
ru: Нравится %1$s %2$s

source: Doesn't like %1$s's %2$s
ru: Не нравится %1$s %2$s

source: Will attend %1$s's %2$s
ru: Примет участие %1$s %2$s

source: Will not attend %1$s's %2$s
ru: Не примет участие %1$s %2$s

source: May attend %1$s's %2$s
ru: Возможно примет участие %1$s %2$s

source: 0. Beginner/Basic
ru: Начинающий / Базовый

source: 1. Novice - not skilled but willing to learn
ru: 1. Новичок - не опытный, но желающий учиться

source: 2. Intermediate - somewhat comfortable
ru: 2. Промежуточный - более удобный

source: 3. Advanced - very comfortable
ru: 3. Продвинутый - очень удобный

source: 4. Expert - I can write computer code
ru: 4. Эксперт - я умею программировать

source: 5. Wizard - I probably know more than you do
ru: 5. Волшебник - возможно я знаю больше чем ты

source: Unable to verify channel signature
ru: Невозможно проверить подпись канала

source: Apps
ru: Приложения

source: Affinity Tool
ru: Степень сходства

source: Site Admin
ru: Администратор сайта

source: Report Bug
ru: Сообщить об ошибке

source: Bookmarks
ru: Закладки

source: Chatrooms
ru: Чаты

source: Remote Diagnostics
ru: Удалённая диагностика

source: Suggest Channels
ru: Предлагаемые каналы

source: Login
ru: Войти

source: Stream
ru: Поток

source: Channel Home
ru: Главная канала

source: Events
ru: События

source: Directory
ru: Каталог

source: Mail
ru: Переписка

source: Chat
ru: Чат

source: Probe
ru: Проба

source: Suggest
ru: Предложить

source: Random Channel
ru: Случайный канал

source: Invite
ru: Пригласить

source: Features
ru: Функции

source: Language
ru: Язык

source: Post
ru: Публикация

source: Profile Photo
ru: Фотография профиля

source: Profiles
ru: Редактировать профиль

source: Notifications
ru: Оповещения

source: Order Apps
ru: Порядок приложений

source: Guest Access
ru: Гостевой доступ

source: Notes
ru: Заметки

source: OAuth Apps Manager
ru: Менеджер OAuth

source: OAuth2 Apps Manager
ru: Менеджер OAuth2

source: PDL Editor
ru: Редактор PDL

source: Premium Channel
ru: Премиальный канал

source: My Chatrooms
ru: Мои чаты

source: Channel Export
ru: Экспорт канала

source: Purchase
ru: Купить

source: Undelete
ru: Восстановить

source: Add to app-tray
ru: Добавить в app-tray

source: Remove from app-tray
ru: Удалить из app-tray

source: Pin to navbar
ru: Добавить на панель навигации

source: Unpin from navbar
ru: Удалить с панели навигации

# permcat
source: default
ru: по умолчанию

# permcat
source: follower
ru: поклонник

# permcat
source: contributor
ru: участник

# permcat
source: publisher
ru: издатель

source: (No Title)
ru: (нет заголовка)

source: Wiki page create failed.
ru: Не удалось создать страницу Wiki.

source: Wiki not found.
ru: Wiki не найдена.

source: Destination name already exists
ru: Имя назначения уже существует

source: Page not found
ru: Страница не найдена.

source: Error reading page content
ru: Ошибка чтения содержимого страницы

source: Error reading wiki
ru: Ошибка чтения Wiki

source: Page update failed.
ru: Не удалось обновить страницу.

source: Nothing deleted
ru: Ничего не удалено

source: Compare: object not found.
ru: Сравнение: объект не найден.

source: Page updated
ru: Страница обновлена

source: Untitled
ru: Не озаглавлено

source: Wiki resource_id required for git commit
ru: Требуется resource_id Wiki для отправки в Git

# wiki_history
source: Message
ru: Сообщение

source: Date
ru: Дата

source: Compare
ru: Сравнить

source: Different viewers will see this text differently
ru: Различные зрители увидят этот текст по-разному

source: Visible to your default audience
ru: Видно вашей аудитории по умолчанию.

source: Only me
ru: Только мне

source: Public
ru: Общедоступно

source: Anybody in the $Projectname network
ru: Любому в сети $Projectname

source: Any account on %s
ru: Любой аккаунт в %s

source: Any of my connections
ru: Любой из моих контактов

source: Only connections I specifically allow
ru: Только те контакты, кому я дам разрешение

source: Anybody authenticated (could include visitors from other networks)
ru: Любой аутентифицированный (может включать посетителей их других сетей)

source: Any connections including those who haven't yet been approved
ru: Любые контакты включая те, которые вы ещё не одобрили

source: This is your default setting for the audience of your normal stream, and posts.
ru: Это настройка по умолчанию для аудитории ваших обычных потоков и публикаций

source: This is your default setting for who can view your default channel profile
ru: Это настройка по умолчанию для тех, кто может просматривать профиль вашего основного канала

source: This is your default setting for who can view your connections
ru: Это настройка по умолчанию для тех, кто может просматривать ваши контакты

source: This is your default setting for who can view your file storage and photos
ru: Это настройка по умолчанию для тех, кто может просматривать ваше хранилище файлов и фотографий

source: This is your default setting for the audience of your webpages
ru: Это настройка по умолчанию для аудитории ваших веб-страниц

source: Directory Options
ru: Параметры каталога

source: Safe Mode
ru: Безопасный режим

source: Public Forums Only
ru: Только публичные форумы

source: This Website Only
ru: Только этот веб-сайт

source: A deleted group with this name was revived. Existing item permissions <strong>may</strong> apply to this group and any future members. If this is not what you intended, please create another group with a different name.
ru: Удаленная группа с этим названием была восстановлена. Существующие разрешения пункт <strong>могут</strong> применяться к этой группе и к её будущих участников. Если это не то, чего вы хотели, пожалуйста, создайте другую группу с другим именем.

source: Add new connections to this privacy group
ru: Добавить новые контакты в группу безопасности

source: edit
ru: редактировать

source: Edit group
ru: Редактировать группу

source: Add privacy group
ru: Добавить группу безопасности

source: Channels not in any privacy group
ru: Каналы не включены ни в одну группу безопасности

source: add
ru: добавить

source: Missing room name
ru: Отсутствует название комнаты

source: Duplicate room name
ru: Название комнаты дублируется

source: Invalid room specifier.
ru: Неверный указатель комнаты.
