Repository: zakwilson/hubzilla-core
Catalog: view/*/hmessages.po
Languages: ru

source: Can view my channel stream and posts
ru: Может просматривать мой поток и сообщения

source: Can send me their channel stream and posts
ru: Может присылать мне свои потоки и сообщения

source: Can view my default channel profile
ru: Может просматривать мой стандартный профиль канала

source: Can view my connections
ru: Может просматривать мои контакты

source: Can view my file storage and photos
ru: Может просматривать мое хранилище файлов

source: Can upload/modify my file storage and photos
ru: Может загружать/изменять мои файлы и фотографии в хранилище

source: Can view my channel webpages
ru: Может просматривать мои веб-страницы

source: Can view my wiki pages
ru: Может просматривать мои вики-страницы

source: Can create/edit my channel webpages
ru: Может редактировать мои веб-страницы

source: Can write to my wiki pages
ru: Может редактировать мои вики-страницы

source: Can post on my channel (wall) page
ru: Может публиковать на моей странице канала

source: Can comment on or like my posts
ru: Может прокомментировать или отмечать как понравившиеся мои публикации

source: Can send me private mail messages
ru: Может отправлять мне личные сообщения по эл. почте

source: Can like/dislike profiles and profile things
ru: Может комментировать или отмечать как нравится/ненравится мой профиль

source: Can forward to all my channel connections via ! mentions in posts
ru: Может пересылать всем подписчикам моего канала используя ! в публикациях

source: Can chat with me
ru: Может общаться со мной в чате

source: Can source my public posts in derived channels
ru: Может использовать мои публичные сообщения в клонированных лентах сообщений

source: Can administer my channel
ru: Может администрировать мой канал

source: Social Networking
ru: Социальная Сеть

source: Social - Federation
ru: Социальная - Федерация

source: Social - Mostly Public
ru: Социальная - В основном общественный

source: Social - Restricted
ru: Социальная - Ограниченный

source: Social - Private
ru: Социальная - Частный

source: Community Forum
ru: Форум сообщества

source: Forum - Mostly Public
ru: Форум - В основном общественный

source: Forum - Restricted
ru: Форум - Ограниченный

source: Forum - Private
ru: Форум - Частный

source: Feed Republish
ru: Публиковать ленты новостей

source: Feed - Mostly Public
ru: Ленты новостей - В основном общественный

source: Feed - Restricted
ru: Ленты новостей - Ограниченный

source: Special Purpose
ru: Спец. назначение

source: Special - Celebrity/Soapbox
ru: Спец. назначение - Знаменитость/Soapbox

source: Special - Group Repository
ru: Спец. назначение - Групповой репозиторий

source: Other
ru: Другой

source: Custom/Expert Mode
ru: Экспертный режим

source: Requested profile is not available.
ru: Запрашиваемый профиль не доступен.

source: Permission denied.
ru: Доступ запрещен.

source: Block Name
ru: Название блока

source: Blocks
ru: Блокировки

source: Block Title
ru: Заблокировать заголовок

source: Created
ru: Создано

source: Edited
ru: Отредактировано

source: Create
ru: Создать

source: Edit
ru: Изменить

source: Share
ru: Поделиться

source: Delete
ru: Удалить

source: View
ru: Просмотр

source: Total invitation limit exceeded.
ru: Превышено общее количество приглашений.

source: %s : Not a valid email address.
ru: %s : Недействительный адрес электронной почты.

source: Please join us on $Projectname
ru: Присоединятесь к $Projectname !

source: Invitation limit exceeded. Please contact your site administrator.
ru: Превышен лимит приглашений. Пожалуйста, свяжитесь с администрацией сайта.

source: %s : Message delivery failed.
ru: %s : Доставка сообщения не удалась.

source: %d message sent.
ru: %d сообщение отправлено.

source: Invite App
ru: Приложение "Пригласить"

source: Not Installed
ru: не установлено

source: Send email invitations to join this network
ru: Отправить приглашение присоединиться к этой сети по электронной почте

source: You have no more invitations available
ru: У вас больше нет приглашений

source: Send invitations
ru: Отправить приглашение

source: Enter email addresses, one per line:
ru: Введите адреса электронной почты, по одному в строке:

source: Your message:
ru: Сообщение:

source: Please join my community on $Projectname.
ru: Присоединятесь к нашему сообществу $Projectname !

source: You will need to supply this invitation code:
ru: Вам нужно предоставит этот код приглашения:

source: 1. Register at any $Projectname location (they are all inter-connected)
ru: 1. Зарегистрируйтесь на любом из серверов $Projectname

source: 2. Enter my $Projectname network address into the site searchbar.
ru: 2. Введите сетевой адрес $Projectname в поисковой строке сайта

source: or visit
ru: или посетите

source: 3. Click [Connect]
ru: Нажать [Подключиться]

source: Submit
ru: Отправить

source: Articles App
ru: Приложение "Статьи"

source: Create interactive articles
ru: Создать интерактивные статьи

source: Add Article
ru: Добавить статью

source: Articles
ru: Статьи

source: Item not found
ru: Элемент не найден

source: Layout Name
ru: Название шаблона

source: Layout Description (Optional)
ru: Описание шаблона (необязательно)

source: Edit Layout
ru: Редактировать шаблон

source: Cancel
ru: Отменить

source: Permission denied
ru: Доступ запрещен

source: Invalid profile identifier.
ru: Неверный идентификатор профиля

source: Profile Visibility Editor
ru: Редактор видимости профиля

source: Profile
ru: Профиль

source: Click on a contact to add or remove.
ru: Нажмите на контакт, чтобы добавить или удалить.

source: Visible To
ru: Видно

source: All Connections
ru: Все контакты

source: INVALID EVENT DISMISSED!
ru: НЕДЕЙСТВИТЕЛЬНОЕ СОБЫТИЕ ОТКЛОНЕНО!

source: Summary:
ru: Резюме:

source: Unknown
ru: Неизвестный

source: Date:
ru: Дата:

source: Reason:
ru: Причина:

source: INVALID CARD DISMISSED!
ru: НЕДЕЙСТВИТЕЛЬНАЯ КАРТОЧКА ОТКЛОНЕНА!

source: Name:
ru: Имя:

source: CalDAV App
ru: Приложение CalDAV

source: CalDAV capable calendar
ru: Календарь с поддержкой CalDAV

source: CardDAV App
ru: Приложение CardDAV

source: CalDAV capable addressbook
ru: Адресная книга с поддержкой CalDAV

source: Event title
ru: Наименование события

source: Start date and time
ru: Дата и время начала

source: Example: YYYY-MM-DD HH:mm
ru: Пример: YYYY-MM-DD HH:mm

source: End date and time
ru: Дата и время окончания

source: Description
ru: Описание

source: Location
ru: Место

source: Previous
ru: Предыдущая

source: Next
ru: Следующая

source: Today
ru: Сегодня

source: Month
ru: Месяц

source: Week
ru: Неделя

source: Day
ru: День

source: List month
ru: Просмотреть месяц

source: List week
ru: Просмотреть неделю

source: List day
ru: Просмотреть день

source: More
ru: Больше

source: Less
ru: Меньше

source: Select calendar
ru: Выбрать календарь

source: Delete all
ru: Удалить всё

source: Sorry! Editing of recurrent events is not yet implemented.
ru: Простите, но редактирование повторяющихся событий пока не реализовано.

source: Name
ru: Имя

source: Organisation
ru: Организация

source: Title
ru: Наименование

source: Phone
ru: Телефон

source: Email
ru: Электронная почта

source: Instant messenger
ru: Мессенджер

source: Website
ru: Веб-сайт

source: Address
ru: Адрес

source: Note
ru: Заметка

source: Mobile
ru: Мобильный

source: Home
ru: Домашний

source: Work
ru: Рабочий

source: Add Contact
ru: Добавить контакт

source: Add Field
ru: Добавить поле

source: Update
ru: Обновить

source: P.O. Box
ru: абонентский ящик

source: Additional
ru: Дополнительно

source: Street
ru: Улица

source: Locality
ru: Населённый пункт

source: Region
ru: Регион

source: ZIP Code
ru: Индекс

source: Country
ru: Страна

source: Default Calendar
ru: Календарь по умолчанию

source: Default Addressbook
ru: Адресная книга по умолчанию

source: This site is not a directory server
ru: Этот сайт не является сервером каталога

source: Permission category name is required.
ru: Требуется категория разрешений.

source: Permission category saved.
ru: Категория разрешения сохранена.

source: Permission Categories App
ru: Приложение "Категории разрешений"

source: Create custom connection permission limits
ru: Создать пользовательские ограничения на доступ к подключению

source: Use this form to create permission rules for various classes of people or connections.
ru: Используйте эту форму для создания правил разрешений для различных групп людей и контактов.

source: Permission Categories
ru: Категории разрешений

source: Permission category name
ru: Наименование категории разрешений

source: My Settings
ru: Мои настройки

source: inherited
ru: наследуется

source: Individual Permissions
ru: Индивидуальные разрешения

source: Some permissions may be inherited from your channel's <a href="settings"><strong>privacy settings</strong></a>, which have higher priority than individual settings. You can <strong>not</strong> change those settings here.
ru: Некоторые разрешения могут наследовать из <a href="settings"><strong>настроек приватности</strong></a> ваших каналов которые могут иметь более высокий приоритет чем индивидуальные. Вы <strong>не можете</strong> менять эти настройки здесь.

source: You must be logged in to see this page.
ru: Вы должны авторизоваться, чтобы увидеть эту страницу.

source: Posts and comments
ru: Публикации и комментарии

source: Only posts
ru: Только публикации

source: Insufficient permissions. Request redirected to profile page.
ru: Недостаточно прав. Запрос перенаправлен на страницу профиля.

source: Search Results For:
ru: Результаты поиска для:

source: Reset form
ru: Очистить форму

source: You must enable javascript for your browser to be able to view this content.
ru: Для просмотра этого содержимого в вашем браузере должен быть включён JavaScript

source: Language App
ru: Приложение "Язык"

source: Change UI language
ru: Изменить язык интерфейса

source: Channel Export App
ru: Приложение "Экспорт канала"

source: Export your channel
ru: Экспортировать ваш канал

source: Export Channel
ru: Экспорт канала

source: Export your basic channel information to a file. This acts as a backup of your connections, permissions, profile and basic data, which can be used to import your data to a new server hub, but does not contain your content.
ru: Экспортировать основную информацию из канала в файл. Служит в качестве резервной копии ваших контактов, основных данных и профиля, однако не включает содержимое. Может быть использовано для импорта ваши данных на новый сервер.

source: Export Content
ru: Экспортировать содержимое

source: Export your channel information and recent content to a JSON backup that can be restored or imported to another server hub. This backs up all of your connections, permissions, profile data and several months of posts. This file may be VERY large. Please be patient - it may take several minutes for this download to begin.
ru: Экспортировать информацию из вашего канала и его содержимое в резервную копию в формате JSON которая может быть использована для восстановления или импорта на другом сервере. Сохраняет все ваши контакты, разрешения, данные профиля и публикации за несколько месяцев. Файл может иметь очень большой размер. Пожалуйста, будьте терпеливы и подождите несколько минут пока не начнётся загрузка.

source: Export your posts from a given year.
ru: Экспортировать ваши публикации за данный год.

source: You may also export your posts and conversations for a particular year or month. Adjust the date in your browser location bar to select other dates. If the export fails (possibly due to memory exhaustion on your server hub), please try again selecting a more limited date range.
ru: Вы также можете экспортировать ваши публикации и беседы за определённый месяц или год. Выберите дату в панели местоположения в браузере. Если экспорт будет неудачным (это возможно, например, из-за исчерпания памяти на сервере), повторите попытку, выбрав меньший диапазон дат.

source: To select all posts for a given year, such as this year, visit <a href="%1$s">%2$s</a>
ru: Для выбора всех публикаций заданного года, например текущего, посетите <a href="%1$s">%2$s</a>

source: To select all posts for a given month, such as January of this year, visit <a href="%1$s">%2$s</a>
ru: Для выбора всех публикаций заданного месяца, например за январь сего года, посетите <a href="%1$s">%2$s</a>

source: These content files may be imported or restored by visiting <a href="%1$s">%2$s</a> on any site containing your channel. For best results please import or restore these in date order (oldest first).
ru: Данные файлы с содержимым могут быть импортированы и восстановлены на любом содержащем ваш канал сайте. Посетите <a href="%1$s">%2$s</a>. Для лучших результатов пожалуйста производите импорт и восстановление в порядке датировки (старые сначала).

source: Welcome to Hubzilla!
ru: Добро пожаловать в Hubzilla!

source: You have got no unseen posts...
ru: У вас нет видимых публикаций...

source: Public access denied.
ru: Публичный доступ запрещен.

source: Search
ru: Поиск

source: Items tagged with: %s
ru: Объекты помечены как: %s

source: Search results for: %s
ru: Результаты поиска для: %s

source: Public Stream App
ru: Приложение "Публичный поток"

source: The unmoderated public stream of this hub
ru: Немодерируемый публичный поток с этого хаба

source: Public Stream
ru: Публичный поток

source: Location not found.
ru: Местоположение не найдено

source: Location lookup failed.
ru: Поиск местоположения не удался

source: Please select another location to become primary before removing the primary location.
ru: Пожалуйста, выберите другое местоположение в качестве основного прежде чем удалить предыдущее

source: Syncing locations
ru: Синхронизировать местоположение

source: No locations found.
ru: Местоположений не найдено

source: Manage Channel Locations
ru: Управление местоположением канала

source: Primary
ru: Основной

source: Drop
ru: Удалить

source: Sync Now
ru: Синхронизировать

source: Please wait several minutes between consecutive operations.
ru: Пожалуйста, подождите несколько минут между последовательными операциями.

source: When possible, drop a location by logging into that website/hub and removing your channel.
ru: По возможности, очистите местоположение, войдя на этот веб-сайт / хаб и удалив свой канал.

source: Use this form to drop the location if the hub is no longer operating.
ru: Используйте эту форму, чтобы удалить местоположение, если хаб больше не функционирует.

source: Change Order of Pinned Navbar Apps
ru: Изменить порядок приложений на панели навигации

source: Change Order of App Tray Apps
ru: Изменить порядок приложений в лотке

source: Use arrows to move the corresponding app left (top) or right (bottom) in the navbar
ru: Используйте стрелки для перемещения приложения влево (вверх) или вправо (вниз) в панели навигации

source: Use arrows to move the corresponding app up or down in the app tray
ru: Используйте стрелки для перемещения приложения вверх или вниз в лотке

source: Menu not found.
ru: Меню не найдено

source: Unable to create element.
ru: Невозможно создать элемент.

source: Unable to update menu element.
ru: Невозможно обновить элемент меню.

source: Unable to add menu element.
ru: Невозможно добавить элемент меню.

source: Not found.
ru: Не найдено.

source: Menu Item Permissions
ru: Разрешения на пункт меню

source: (click to open/close)
ru: (нажмите чтобы открыть/закрыть)

source: Link Name
ru: Имя ссылки

source: Link or Submenu Target
ru: Ссылка или цель подменю

source: Enter URL of the link or select a menu name to create a submenu
ru: Введите URL ссылки или выберите имя меню для создания подменю

source: Use magic-auth if available
ru: Использовать magic-auth если возможно

source: No
ru: Нет

source: Yes
ru: Да

source: Open link in new window
ru: Открыть ссылку в новом окне

source: Order in list
ru: Порядок в списке

source: Higher numbers will sink to bottom of listing
ru: Большие значения в конце списка

source: Submit and finish
ru: Отправить и завершить

source: Submit and continue
ru: Отправить и продолжить

source: Menu:
ru: Меню:

source: Link Target
ru: Цель ссылки

source: Edit menu
ru: Редактировать меню

source: Edit element
ru: Редактировать элемент

source: Drop element
ru: Удалить элемент

source: New element
ru: Новый элемент

source: Edit this menu container
ru: Редактировать контейнер меню

source: Add menu element
ru: Добавить элемент меню

source: Delete this menu item
ru: Удалить этот элемент меню

source: Edit this menu item
ru: Редактировать этот элемент меню

source: Menu item not found.
ru: Элемент меню не найден.

source: Menu item deleted.
ru: Элемент меню удалён.

source: Menu item could not be deleted.
ru: Невозможно удалить элемент меню.

source: Edit Menu Element
ru: Редактировать элемент меню

source: Link text
ru: Текст ссылки

source: Calendar entries imported.
ru: События календаря импортированы.

source: No calendar entries found.
ru: Не найдено событий в календаре.

source: Event can not end before it has started.
ru: Событие не может завершиться до его начала.

source: Unable to generate preview.
ru: Невозможно создать предварительный просмотр.

source: Event title and start time are required.
ru: Требуются наименование события и время начала.

source: Event not found.
ru: Событие не найдено.

source: event
ru: событие

source: Edit event title
ru: Редактировать наименование события

source: Required
ru: Требуется

source: Categories (comma-separated list)
ru: Категории (список через запятую)

source: Edit Category
ru: Редактировать категорию

source: Category
ru: Категория

source: Edit start date and time
ru: Редактировать дату и время начала

source: Finish date and time are not known or not relevant
ru: Дата и время окончания неизвестны или неприменимы

source: Edit finish date and time
ru: Редактировать дату и время окончания

source: Finish date and time
ru: Дата и время окончания

source: Adjust for viewer timezone
ru: Настройте просмотр часовых поясов

source: Important for events that happen in a particular place. Not practical for global holidays.
ru: Важно для событий, которые происходят в определённом месте. Не подходит для всеобщих праздников.

source: Edit Description
ru: Редактировать описание

source: Edit Location
ru: Редактировать местоположение

source: Preview
ru: Предварительный просмотр

source: Permission settings
ru: Настройки разрешений

source: Timezone:
ru: Часовой пояс:

source: Advanced Options
ru: Дополнительные настройки

source: Edit event
ru: Редактировать событие

source: Delete event
ru: Удалить событие

source: Link to Source
ru: Ссылка на источник

source: calendar
ru: календарь

source: Edit Event
ru: Редактировать событие

source: Create Event
ru: Создать событие

source: Export
ru: Экспорт

source: Event removed
ru: Событие удалено

source: Failed to remove event
ru: Не удалось удалить событие

source: App installed.
ru: Приложение установлено.

source: Malformed app.
ru: Неработающее приложение.

source: Embed code
ru: Встроить код

source: Edit App
ru: Редактировать приложение

source: Create App
ru: Создать приложение

source: Name of app
ru: Наименование приложения

source: Location (URL) of app
ru: Местоположение (URL) приложения

source: Photo icon URL
ru: URL пиктограммы

source: 80 x 80 pixels - optional
ru: 80 x 80 пикселей - необязательно

source: Categories (optional, comma separated list)
ru: Категории (необязательно, список через запятую)

source: Version ID
ru: ID версии

source: Price of app
ru: Цена приложения

source: Location (URL) to purchase app
ru: Ссылка (URL) для покупки приложения

source: Please login.
ru: Пожалуйста, войдите.

source: Hub not found.
ru: Узел не найден.

source: photo
ru: фото

source: status
ru: статус

source: %1$s is following %2$s's %3$s
ru: %1$s отслеживает %2$s's %3$s

source: %1$s stopped following %2$s's %3$s
ru: %1$s прекратил отслеживать %2$s's %3$s

source: Channel not found.
ru: Канал не найден.

source: Insert web link
ru: Вставить веб-ссылку

source: Title (optional)
ru: Заголовок (необязательно)

source: Edit Article
ru: Редактировать статью

source: Nothing to import.
ru: Ничего импортировать.

source: Unable to download data from old server
ru: Невозможно загрузить данные со старого сервера

source: Imported file is empty.
ru: Импортированный файл пуст.

source: Warning: Database versions differ by %1$d updates.
ru: Предупреждение: Версия базы данных отличается от %1$d обновления.

source: Import completed
ru: Импорт завершён.

source: Import Items
ru: Импортировать объекты

source: Use this form to import existing posts and content from an export file.
ru: Используйте эту форму для импорта существующих публикаций и содержимого из файла.

source: File to Upload
ru: Файл для загрузки

source: You have created %1$.0f of %2$.0f allowed channels.
ru: Вы создали %1$.0f из %2$.0f возможных каналов.

source: Loading
ru: Загрузка

source: Your real name is recommended.
ru: Рекомендуется использовать ваше настоящее имя.

source: Examples: "Bob Jameson", "Lisa and her Horses", "Soccer", "Aviation Group"
ru: Примеры: "Иван Иванов", "Оксана и кони", "Футбол", "Тимур и его команда"

source: This will be used to create a unique network address (like an email address).
ru: Это будет использовано для создания уникального сетевого адреса (наподобие email).

source: Allowed characters are a-z 0-9, - and _
ru: Разрешённые символы a-z 0-9, - и _

source: Channel name
ru: Название канала

source: Choose a short nickname
ru: Выберите короткий псевдоним

source: Channel role and privacy
ru: Роль и конфиденциальность канала

source: Select a channel permission role compatible with your usage needs and privacy requirements.
ru: Выберите разрешения для канала в соответствии с вашими потребностями и требованиями безопасности.

source: Read more about channel permission roles
ru: Прочитать больше о разрешениях для каналов

source: Create a Channel
ru: Создать канал

source: A channel is a unique network identity. It can represent a person (social network profile), a forum (group), a business or celebrity page, a newsfeed, and many other things.
ru: Канал это уникальная сетевая идентичность. Он может представлять человека (профиль в социальной сети), форум или группу, бизнес или страницу знаменитости, новостную ленту и многие другие вещи.

source: or <a href="import">import an existing channel</a> from another location.
ru: или <a href="import">импортировать существующий канал</a> из другого места.

source: Validate
ru: Проверить

source: Channel removals are not allowed within 48 hours of changing the account password.
ru: Удаление канала не разрешается в течении 48 часов после смены пароля у аккаунта.

source: Remove This Channel
ru: Удалить этот канал

source: WARNING:
ru: ПРЕДУПРЕЖДЕНИЕ:

source: This channel will be completely removed from the network.
ru: Этот канал будет полностью удалён из сети.

source: This action is permanent and can not be undone!
ru: Это действие необратимо и не может быть отменено!

source: Please enter your password for verification:
ru: Пожалуйста, введите ваш пароль для проверки:

source: Remove this channel and all its clones from the network
ru: Удалить этот канал и все его клоны из сети

source: By default only the instance of the channel located on this hub will be removed from the network
ru: По умолчанию только представление канала расположенное на данном хабе будет удалено из сети

source: Remove Channel
ru: Удаление канала

source: Files: shared with me
ru: Файлы: поделились со мной

source: NEW
ru: НОВОЕ

source: Size
ru: Размер

source: Last Modified
ru: Последнее изменение

source: Remove all files
ru: Удалить все файлы

source: Remove this file
ru: Удалить этот файл

source: $Projectname Server - Setup
ru: $Projectname сервер - Установка

source: Could not connect to database.
ru: Не удалось подключиться к серверу баз данных.
