Repository: zakwilson/hubzilla-core
Catalog: view/*/hmessages.po
Languages: ru

source: You have reached your limit of %1$.0f Mbytes attachment storage.
ru: Вы достигли предела %1$.0f Мбайт для хранения вложений.

source: File upload failed. Possible system limit or action terminated.
ru: Загрузка файла не удалась. Возможно система перегружена или попытка прекращена.

source: Stored file could not be verified. Upload failed.
ru: Файл для сохранения не может быть проверен. Загрузка не удалась.

source: Path not available.
ru: Путь недоступен.

source: Empty pathname
ru: Пустое имя пути

source: duplicate filename or path
ru: дублирующееся имя файла или пути

source: Path not found.
ru: Путь не найден.

source: mkdir failed.
ru: mkdir не удался

source: database storage failed.
ru: ошибка при записи базы данных.

source: Empty path
ru: Пустое имя пути

source: The form security token was not correct. This probably happened because the form has been opened for too long (>3 hours) before submitting it.
ru: Не верный токен безопасности для формы. Вероятно, это произошло потому, что форма была открыта слишком долго (> 3-х часов) перед его отправкой.

source: (Unknown)
ru: (Неизвестный)

source: Visible to anybody on the internet.
ru: Виден всем в интернете.

source: Visible to you only.
ru: Видно только вам.

source: Visible to anybody in this network.
ru: Видно всем в этой сети.

source: Visible to anybody authenticated.
ru: Видно всем аутентифицированным.

source: Visible to anybody on %s.
ru: Видно всем в %s.

source: Visible to all connections.
ru: Видно всем контактам.

source: Visible to approved connections.
ru: Видно только одобренным контактам.

source: Visible to specific connections.
ru: Видно указанным контактам.

source: Privacy group is empty.
ru: Группа безопасности пуста

source: Privacy group: %s
ru: Группа безопасности: %s

source: Connection not found.
ru: Контакт не найден.

source: profile photo
ru: Фотография профиля

source: [Edited %s]
ru: [Отредактировано %s]

# edit_activity
source: Post
ru: Публикация

# edit_activity
source: Comment
ru: Комментарий

source: Unable to obtain identity information from database
ru: Невозможно получить идентификационную информацию из базы данных

source: Empty name
ru: Пустое имя

source: Name too long
ru: Слишком длинное имя

source: No account identifier
ru: Идентификатор аккаунта отсутствует

source: Nickname is required.
ru: Требуется псевдоним.

source: Unable to retrieve created identity
ru: Не удается получить созданный идентификатор

source: Default Profile
ru: Профиль по умолчанию

source: Unable to retrieve modified identity
ru: Не удается найти изменённый идентификатор

source: Create New Profile
ru: Создать новый профиль

source: Visible to everybody
ru: Видно всем

source: Gender:
ru: Пол:

source: Homepage:
ru: Домашняя страница:

source: Online Now
ru: Сейчас в сети

source: Change your profile photo
ru: Изменить фотографию вашего профиля

source: Trans
ru: Трансексуал

source: Like this channel
ru: нравится этот канал

source: Birthday:
ru: День рождения:

source: for %1$d %2$s
ru: для %1$d %2$s

source: Tags:
ru: Теги:

source: Sexual Preference:
ru: Сексуальные предпочтения:

source: Political Views:
ru: Политические взгляды:

source: Religion:
ru: Религия:

source: Hobbies/Interests:
ru: Хобби / интересы:

source: Likes:
ru: Что вам нравится:

source: Dislikes:
ru: Что вам не нравится:

source: Contact information and Social Networks:
ru: Контактная информация и социальные сети:

source: My other channels:
ru: Мои другие каналы:

source: Musical interests:
ru: Музыкальные интересы:

source: Books, literature:
ru: Книги, литература:

source: Television:
ru: Телевидение:

source: Film/dance/culture/entertainment:
ru: Кино / танцы / культура / развлечения:

source: Love/Romance:
ru: Любовь / романтика:

source: Work/employment:
ru: Работа / занятость:

source: School/education:
ru: Школа / образование:

source: Like this thing
ru: нравится этo

source: Starts:
ru: Начало:

source: Finishes:
ru: Окончание:

source: This event has been added to your calendar.
ru: Это событие было добавлено в ваш календарь.

source: Not specified
ru: Не указано

source: Needs Action
ru: Требует действия

source: Completed
ru: Завершено

source: In Process
ru: В процессе

source: Cancelled
ru: Отменено

source: Home, Voice
ru: Дом, голос

source: Home, Fax
ru: Дом, факс

source: Work, Voice
ru: Работа, голос

source: Work, Fax
ru: Работа, факс

source: Select an alternate language
ru: Выбор дополнительного языка

source: Who can see this?
ru: Кто может это видеть?

source: Custom selection
ru: Настраиваемый выбор

source: Select "Show" to allow viewing. "Don't show" lets you override and limit the scope of "Show".
ru: Нажмите "Показать" чтобы разрешить просмотр. "Не показывать" позволит вам переопределить и ограничить область показа.

source: Show
ru: Показать

source: Don't show
ru: Не показывать

source: Post permissions %s cannot be changed %s after a post is shared.</br />These permissions set who is allowed to view the post.
ru: Разрешения публикации %s не могут быть изменены %s после того, как ею поделились. Эти разрешения устанавливают кому разрешено просматривать эту публикацию.

source: Image/photo
ru: Изображение / фотография

source: Encrypted content
ru: Зашифрованное содержание

source: Install %1$s element %2$s
ru: Установить %1$s элемент %2$s

source: This post contains an installable %s element, however you lack permissions to install it on this site.
ru: Эта публикация содержит устанавливаемый %s элемент, однако у вас нет разрешений для его установки на этом сайте.

source: card
ru: карточка

source: article
ru: статья

source: Click to open/close
ru: Нажмите, чтобы открыть/закрыть

source: spoiler
ru: спойлер

source: View article
ru: Просмотр статьи

source: View summary
ru: Просмотр резюме

source: $1 wrote:
ru: $1 писал:

source: View PDF
ru: Просмотреть PDF

source: by
ru: по

source: on
ru: на

source: Embedded content
ru: Встроенное содержимое

source: Embedding disabled
ru: Встраивание отключено

source: OpenWebAuth: %1$s welcomes %2$s
ru: OpenWebAuth: %1$s приветствует %2$s

source: Start calendar week on Monday
ru: Начинать календарную неделю с понедельника

source: Default is Sunday
ru: По умолчанию - воскресенье

source: Search by Date
ru: Поиск по дате

source: Ability to select posts by date ranges
ru: Возможность выбора сообщений по диапазонам дат

source: Tag Cloud
ru: Облако тегов

source: Provide a personal tag cloud on your channel page
ru: Показывает личное облако тегов на странице канала

source: Use blog/list mode
ru: Использовать режим блога / списка

source: Comments will be displayed separately
ru: Комментарии будут отображаться отдельно

source: Connection Filtering
ru: Фильтрация контактов

source: Filter incoming posts from connections based on keywords/content
ru: Фильтр входящих сообщений от контактов на основе ключевых слов / контента

source: Conversation
ru: Диалоги

source: Community Tagging
ru: Отметки сообщества

source: Ability to tag existing posts
ru: Возможность помечать тегами существующие публикации

source: Emoji Reactions
ru: Реакции Emoji

source: Add emoji reaction ability to posts
ru: Возможность добавлять реакции Emoji к публикациям

source: Dislike Posts
ru: Не нравящиеся публикации

source: Ability to dislike posts/comments
ru: Возможность отмечать не нравящиеся публикации / комментарии

source: Star Posts
ru: Помечать сообщения

source: Ability to mark special posts with a star indicator
ru: Возможность отметить специальные сообщения индикатором-звёздочкой

source: Advanced Directory Search
ru: Расширенный поиск в каталоге

source: Allows creation of complex directory search queries
ru: Позволяет создание сложных поисковых запросов в каталоге

source: Editor
ru: Редактор

source: Post Categories
ru: Категории публикаций

source: Add categories to your posts
ru: Добавить категории для ваших публикаций

source: Large Photos
ru: Большие фотографии

source: Include large (1024px) photo thumbnails in posts. If not enabled, use small (640px) photo thumbnails
ru: Включить большие (1024px) миниатюры изображений в публикациях. Если не включено, использовать маленькие (640px) миниатюры.

source: Even More Encryption
ru: Еще больше шифрования

source: Allow optional encryption of content end-to-end with a shared secret key
ru: Разрешить дополнительное end-to-end шифрование содержимого с общим секретным ключом

source: Enable Voting Tools
ru: Включить инструменты голосования

source: Provide a class of post which others can vote on
ru: Предоставь класс публикаций с возможностью голосования

source: Disable Comments
ru: Отключить комментарии

source: Provide the option to disable comments for a post
ru: Предоставить возможность отключать комментарии для публикаций

source: Delayed Posting
ru: Задержанная публикация

source: Allow posts to be published at a later date
ru: Разрешить размешать публикации следующими датами

source: Content Expiration
ru: Истечение срока действия содержимого

source: Remove posts/comments and/or private messages at a future time
ru: Удалять публикации / комментарии и / или личные сообщения

source: Suppress Duplicate Posts/Comments
ru: Подавлять дублирующие публикации / комментарии

source: Prevent posts with identical content to be published with less than two minutes in between submissions.
ru: Предотвращает появление публикаций с одинаковым содержимым если интервал между ними менее 2 минут

source: Auto-save drafts of posts and comments
ru: Автоматически сохранять черновики публикаций и комментариев

source: Automatically saves post and comment drafts in local browser storage to help prevent accidental loss of compositions
ru: Автоматически сохраняет черновики публикаций и комментариев в локальном хранилище браузера для предотвращения их случайной утраты

source: Smart Birthdays
ru: "Умные" Дни рождений

source: Make birthday events timezone aware in case your friends are scattered across the planet.
ru: Сделать уведомления о днях рождения зависимыми от часового пояса в том случае, если ваши друзья разбросаны по планете.

source: Event Timezone Selection
ru: Выбор часового пояса события

source: Allow event creation in timezones other than your own.
ru: Разрешить создание события в часовой зоне отличной от вашей

source: Manage
ru: Управление

source: Navigation Channel Select
ru: Выбор канала навигации

source: Change channels directly from within the navigation dropdown menu
ru: Изменить канал напрямую из выпадающего меню

source: Save search terms for re-use
ru: Сохранять результаты поиска для повторного использования

source: Ability to file posts under folders
ru: Возможность размещать публикации в каталогах

source: Alternate Stream Order
ru: Отображение потока

source: Ability to order the stream by last post date, last comment date or unthreaded activities
ru: Возможность показывать поток по дате последнего сообщения, последнего комментария или в порядке поступления

source: Contact Filter
ru: Фильтр контактов

source: Ability to display only posts of a selected contact
ru: Возможность показа публикаций только от выбранных контактов

source: Forum Filter
ru: Фильтр по форумам

source: Ability to display only posts of a specific forum
ru: Возможность показа публикаций только определённого форума

source: Personal Posts Filter
ru: Персональный фильтр публикаций

source: Ability to display only posts that you've interacted on
ru: Возможность показа только тех публикаций с которыми вы взаимодействовали

source: Show friend and connection suggestions
ru: Показать предложения в друзья

source: Photo Location
ru: Местоположение фотографии

source: If location data is available on uploaded photos, link this to a map.
ru: Если данные о местоположении доступны на загруженных фотографий, связать их с картой.

source: Advanced Profiles
ru: Расширенные профили

source: Additional profile sections and selections
ru: Дополнительные секции и выборы профиля

source: Profile Import/Export
ru: Импорт / экспорт профиля

source: Save and load profile details across sites/channels
ru: Сохранение и загрузка настроек профиля на всех сайтах / каналах

source: Multiple Profiles
ru: Несколько профилей

source: Ability to create multiple profiles
ru: Возможность создания нескольких профилей

source: Trending
ru: В тренде

source: Keywords
ru: Ключевые слова

source: have
ru: иметь

source: has
ru: есть

source: want
ru: хотеть

source: wants
ru: хотеть

source: likes
ru: нравится

source: dislikes
ru: не нравится

source: Not a valid email address
ru: Недействительный адрес электронной почты

source: Your email domain is not among those allowed on this site
ru: Домен электронной почты не входит в число тех, которые разрешены на этом сайте

source: Your email address is already registered at this site.
ru: Ваш адрес электронной почты уже зарегистрирован на этом сайте.

source: An invitation is required.
ru: Требуется приглашение.

source: Invitation could not be verified.
ru: Не удалось проверить приглашение.

source: Please enter the required information.
ru: Пожалуйста, введите необходимую информацию.

source: Failed to store account information.
ru: Не удалось сохранить информацию аккаунта.

source: Registration confirmation for %s
ru: Подтверждение регистрации на %s

source: Registration request at %s
ru: Запрос регистрации на %s

source: your registration password
ru: ваш пароль регистрации

source: Registration details for %s
ru: Регистрационные данные для %s

source: Account approved.
ru: Аккаунт утвержден.

source: Registration revoked for %s
ru: Регистрация отозвана для %s

source: Click here to upgrade.
ru: Нажмите здесь для обновления.

source: This action exceeds the limits set by your subscription plan.
ru: Это действие превышает ограничения, установленные в вашем плане.

source: This action is not available under your subscription plan.
ru: Это действие невозможно из-за ограничений в вашем плане.

source: Birthday
ru: День рождения

source: Age:
ru: Возраст:

source: YYYY-MM-DD or MM-DD
ru: YYYY-MM-DD или MM-DD

source: less than a second ago
ru: менее чем одну секунду

# e.g. 22 hours ago, 1 minute ago
source: %1$d %2$s ago
ru: %1$d %2$s назад

# relative_date
source: year
ru: год

# relative_date
source: month
ru: месяц

# relative_date
source: week
ru: неделю

# relative_date
source: day
ru: день

# relative_date
source: hour
ru: час

# relative_date
source: minute
ru: минуту

# relative_date
source: second
ru: секунду

source: %1$s's birthday
ru: У %1$s День рождения

source: Happy Birthday %1$s
ru: С Днем рождения %1$s !

source: Remote authentication
ru: Удаленная аутентификация

source: Click to authenticate to your home hub
ru: Нажмите, чтобы аутентифицировать себя на домашнем узле

source: Manage your channels
ru: Управление вашими каналами

source: Manage your privacy groups
ru: Управление вашим группами безопасности

source: Account/Channel Settings
ru: Настройки аккаунта / канала

source: End this session
ru: Закончить эту сессию

source: Your profile page
ru: Страницa вашего профиля

source: Manage/Edit profiles
ru: Управление / редактирование профилей

source: Sign in
ru: Войти

source: Take me home
ru: Домой

source: Log me out of this site
ru: Выйти с этого сайта

source: Create an account
ru: Создать аккаунт

source: Help and documentation
ru: Справочная информация и документация

source: Search site @name, !forum, #tag, ?docs, content
ru: Искать на сайте @имя, !форум, #тег, ?документ, содержимое

source: Site Setup and Configuration
ru: Установка и конфигурация сайта

source: @name, !forum, #tag, ?doc, content
ru: @имя, !форум, #тег, ?документ, содержимое

source: Please wait...
ru: Подождите пожалуйста ...

source: Add Apps
ru: Добавить приложения

source: Arrange Apps
ru: Упорядочить приложения

source: Toggle System Apps
ru: Показать системные приложения

source: Status Messages and Posts
ru: Статусы и публикации

source: Profile Details
ru: Информация о профиле

source: Photo Albums
ru: Фотоальбомы

source: Files and Storage
ru: Файлы и хранилище

source: Saved Bookmarks
ru: Сохранённые закладки

source: View Cards
ru: Просмотреть карточки

source: View Articles
ru: Просмотр статей

source: View Webpages
ru: Просмотр веб-страниц

source: Image exceeds website size limit of %lu bytes
ru: Файл превышает предельный размер для сайта в %lu байт

source: Image file is empty.
ru: Файл изображения пуст.

source: Photo storage failed.
ru: Ошибка хранилища фотографий.

source: a new photo
ru: новая фотография

# photo_upload
source: %1$s posted %2$s to %3$s
ru: %1$s опубликовал %2$s в %3$s

source: Upload New Photos
ru: Загрузить новые фотографии

source: Invalid data packet
ru: Неверный пакет данных

source: invalid target signature
ru: недопустимая целевая подпись

source: New window
ru: Новое окно

source: Open the selected location in a different window or browser tab
ru: Открыть выбранное местоположение в другом окне или вкладке браузера

source: Delegation session ended.
ru: Делегированная сессия завершена.

source: Logged out.
ru: Вышел из системы.

source: Email validation is incomplete. Please check your email.
ru: Проверка email не завершена. Пожалуйста, проверьте вашу почту.

source: Failed authentication
ru: Ошибка аутентификации

source: Help:
ru: Помощь:

source: Not Found
ru: Не найдено
