Repository: zakwilson/hubzilla-core
Catalog: view/*/hmessages.po
Languages: ru

source: Room not found.
ru: Комната не найдена.

source: Room is full
ru: Комната переполнена

source: Unable to verify site signature for %s
ru: Невозможно проверить подпись сайта %s

source: $Projectname Notification
ru: Оповещение $Projectname

source: Thank You,
ru: Спасибо,

source: %s Administrator
ru: администратор %s

source: This email was sent by %1$s at %2$s.
ru: Это письмо было отправлено %1$s на %2$s.

source: To stop receiving these messages, please adjust your Notification Settings at %s
ru: Чтобы прекратить получать эти сообщения, настройте параметры уведомлений в %s

source: To stop receiving these messages, please adjust your %s.
ru: Чтобы прекратить получать эти сообщения, пожалуйста измените %s.

source: [$Projectname:Notify] New mail received at %s
ru: [$Projectname:Notify] Получено новое сообщение в %s

source: %1$s sent you a new private message at %2$s.
ru: %1$s отправил вам новое личное сообщение в %2$s.

source: %1$s sent you %2$s.
ru: %1$s отправил вам %2$s.

source: a private message
ru: личное сообщение

source: Please visit %s to view and/or reply to your private messages.
ru: Пожалуйста, посетите %s для просмотра и/или ответа на ваши личные сообщения.

source: commented on
ru: прокомментировал

source: liked
ru: понравилось

source: disliked
ru: не понравилось

source: %1$s %2$s [zrl=%3$s]a %4$s[/zrl]
ru: %1$s %2$s [zrl=%3$s]%4$s[/zrl]

source: %1$s %2$s [zrl=%3$s]%4$s's %5$s[/zrl]
ru: %1$s %2$s [zrl=%3$s]%5$s %4$s[/zrl]

source: %1$s %2$s [zrl=%3$s]your %4$s[/zrl]
ru: %1$s %2$s [zrl=%3$s]ваш %4$s[/zrl]

source: [$Projectname:Notify] Moderated Comment to conversation #%1$d by %2$s
ru: [$Projectname:Notify] Отмодерирован комментарий к беседе #%1$d по %2$s

source: [$Projectname:Notify] Comment to conversation #%1$d by %2$s
ru: [$Projectname:Notify] Комментарий к беседе #%1$d по %2$s

source: %1$s commented on an item/conversation you have been following.
ru: %1$s прокомментировал тему / беседу за которым вы следите.

source: Please visit %s to view and/or reply to the conversation.
ru: Пожалуйста, посетите %s для просмотра и / или ответа в беседе.

source: Please visit %s to approve or reject this comment.
ru: Пожалуйста посетитет %s для одобрения и отклонения комментария.

source: %1$s liked [zrl=%2$s]your %3$s[/zrl]
ru: %1$s понравился [zrl=%2$s]ваш %3$s[/zrl]

source: [$Projectname:Notify] Like received to conversation #%1$d by %2$s
ru: [$Projectname:Notify] Беседа получила отметку "нравится" #%1$d от %2$s

source: %1$s liked an item/conversation you created.
ru: %1$s нравится тема / беседа которую вы создали.

source: [$Projectname:Notify] %s posted to your profile wall
ru: [$Projectname:Notify] %s сделал публикацию на стене вашего профиля

source: %1$s posted to your profile wall at %2$s
ru: %1$s сделал публикацию на стене вашего профиля в %2$s

source: %1$s posted to [zrl=%2$s]your wall[/zrl]
ru: %1$s опубликовал на [zrl=%2$s]вашей стене[/zrl]

source: [$Projectname:Notify] %s tagged you
ru: [$Projectname:Notify] %s отметил вас

source: %1$s tagged you at %2$s
ru: %1$s отметил вас в %2$s

source: %1$s [zrl=%2$s]tagged you[/zrl].
ru: %1$s [zrl=%2$s]отметил вас[/zrl].

source: [$Projectname:Notify] %1$s poked you
ru: [$Projectname:Notify] %1$s ткнул вас

source: %1$s poked you at %2$s
ru: %1$s ткнул вас в %2$s

source: %1$s [zrl=%2$s]poked you[/zrl].
ru: %1$s [zrl=%2$s]ткнул вас[/zrl].

source: [$Projectname:Notify] %s tagged your post
ru: [$Projectname:Notify] %s отметил вашу публикацию

source: %1$s tagged your post at %2$s
ru: %1$s отметил вашу публикацию на %2$s

source: %1$s tagged [zrl=%2$s]your post[/zrl]
ru: %1$s отметил [zrl=%2$s]вашу публикацию[/zrl]

source: [$Projectname:Notify] Introduction received
ru: [$Projectname:Notify] Получено приглашение

source: You've received an new connection request from '%1$s' at %2$s
ru: Вы получили новый запрос контакта от '%1$s' в %2$s

source: You've received [zrl=%1$s]a new connection request[/zrl] from %2$s.
ru: Вы получили [zrl=%1$s]новый запрос контакта[/zrl] от %2$s.

source: You may visit their profile at %s
ru: Вы можете увидеть его профиль по ссылке %s

source: Please visit %s to approve or reject the connection request.
ru: Пожалуйста, посетите %s, чтобы одобрить или отклонить запрос контакта.

source: [$Projectname:Notify] Friend suggestion received
ru: [$Projectname:Notify] Получено предложение дружить

source: You've received a friend suggestion from '%1$s' at %2$s
ru: Вы получили предложение дружить от '%1$s' в %2$s

source: You've received [zrl=%1$s]a friend suggestion[/zrl] for %2$s from %3$s.
ru: Вы получили [zrl=%1$s]предложение дружить[/zrl] для %2$s от %3$s.

source: Name:
ru: Имя:

source: Photo:
ru: Фото:

source: Please visit %s to approve or reject the suggestion.
ru: Пожалуйста, посетите %s, чтобы одобрить или отклонить предложение.

source: [$Projectname:Notify]
ru: [$Projectname:Уведомление]

source: created a new post
ru: создал новую публикацию

source: commented on %s's post
ru: прокомментировал публикацию %s

source: edited a post dated %s
ru: отредактировал публикацию датированную %s

source: edited a comment dated %s
ru: отредактировал комментарий датированный %s

source: Wiki updated successfully
ru: Wiki успешно обновлена

source: Wiki files deleted successfully
ru: Wiki успешно удалена

source: Update Error at %s
ru: Ошибка обновления на %s

source: Update %s failed. See error logs.
ru: Выполнение %s неудачно. Проверьте системный журнал.

source: Private Message
ru: Личное сообщение

source: Privacy conflict. Discretion advised.
ru: Конфиликт настроек конфиденциальности.

source: Admin Delete
ru: Удалено администратором

source: Select
ru: Выбрать

source: I will attend
ru: Я буду участвовать

source: I will not attend
ru: Я не буду участвовать

source: I might attend
ru: Я возможно буду присутствовать

source: I agree
ru: Я согласен

source: I disagree
ru: Я не согласен

source: I abstain
ru: Я воздержался

source: Toggle Star Status
ru: Переключить статус пометки

source: Message signature validated
ru: Подпись сообщения проверена

source: Message signature incorrect
ru: Подпись сообщения неверная

source: Add Tag
ru: Добавить тег

source: Conversation Tools
ru: Инструменты общения

source: like
ru: нравится

source: dislike
ru: не нравится

source: Share This
ru: Поделиться этим

source: share
ru: поделиться

source: Delivery Report
ru: Отчёт о доставке

source: %d comment
ru: %d комментарий

source: View %s's profile - %s
ru: Просмотр %s профиля - %s

source: to
ru: к

source: via
ru: через

source: Wall-to-Wall
ru: Стена-к-Стене

source: via Wall-To-Wall:
ru: через Стена-к-Стене:

source: from %s
ru: от %s

source: last edited: %s
ru: последнее редактирование: %s

source: Expires: %s
ru: Срок действия: %s

source: Attend
ru: Посетить

source: Attendance Options
ru: Параметры посещаемости

source: Vote
ru: Голосовать

source: Voting Options
ru: Параметры голосования

source: Save Bookmarks
ru: Сохранить закладки

source: Add to Calendar
ru: Добавить в календарь

source: This is an unsaved preview
ru: Это несохранённый просмотр

source: %s show all
ru: %s показать всё

source: Bold
ru: Жирный

source: Italic
ru: Курсив

source: Underline
ru: Подчеркнутый

source: Quote
ru: Цитата

source: Code
ru: Код

source: Image
ru: Изображение

source: Attach/Upload file
ru: Прикрепить/загрузить файл

source: Insert Link
ru: Вставить ссылку

source: Video
ru: Видео

source: Your full name (required)
ru: Ваше полное имя (требуется)

source: Your email address (required)
ru: Ваш адрес электронной почты (требуется)

source: Your website URL (optional)
ru: URL вашего вебсайта (необязательно)

source: Remote authentication blocked. You are logged into this site locally. Please logout and retry.
ru: Удалённая аутентификация заблокирована. Вы вошли на этот сайт локально. Пожалуйста, выйдите и попробуйте ещё раз.

source: Welcome %s. Remote authentication successful.
ru: Добро пожаловать %s. Удаленная аутентификация успешно завершена.

source: parent
ru: источник

source: Collection
ru: Коллекция

source: Principal
ru: Субъект

source: Addressbook
ru: Адресная книга

source: Calendar
ru: Календарь

source: Schedule Inbox
ru: План занятий входящий

source: Schedule Outbox
ru: План занятий исходящий

source: Total
ru: Всего

source: Shared
ru: Общие

source: Add Files
ru: Добавить файлы

source: You are using %1$s of your available file storage.
ru: Вы используете %1$s из доступного вам хранилища файлов.

source: You are using %1$s of %2$s available file storage. (%3$s&#37;)
ru: Вы используете %1$s из %2$s доступного хранилища файлов (%3$s&#37;).

source: WARNING:
ru: Предупреждение:

source: Create new folder
ru: Создать новую папку

source: Upload file
ru: Загрузить файл

source: Drop files here to immediately upload
ru: Поместите файлы сюда для немедленной загрузки

source: Forums
ru: Форумы

source: Select Channel
ru: Выбрать канал

source: Read-write
ru: Чтение-запись

source: Read-only
ru: Только чтение

source: My Calendars
ru: Мои календари

source: Shared Calendars
ru: Общие календари

source: Share this calendar
ru: Поделиться этим календарём

source: Calendar name and color
ru: Имя и цвет календаря

source: Create new calendar
ru: Создать новый календарь

source: Calendar Name
ru: Имя календаря

source: Calendar Tools
ru: Инструменты календаря

source: Import calendar
ru: Импортировать календарь

source: Select a calendar to import to
ru: Выбрать календарь для импорта в

source: Addressbooks
ru: Адресные книги

source: Addressbook name
ru: Имя адресной книги

source: Create new addressbook
ru: Создать новую адресную книгу

source: Addressbook Name
ru: Имя адресной книги

source: Addressbook Tools
ru: Инструменты адресной книги

source: Import addressbook
ru: Импортировать адресную книгу

source: Select an addressbook to import to
ru: Выбрать адресную книгу для импорта в

source: Categories
ru: Категории

source: Everything
ru: Всё

source: Events Tools
ru: Инструменты для событий

source: Export Calendar
ru: Экспортировать календарь

source: Import Calendar
ru: Импортировать календарь

source: Suggested Chatrooms
ru: Рекомендуемые чаты

source: HQ Control Panel
ru: Панель управления HQ

source: Create a new post
ru: Создать новую публикацию

source: Private Mail Menu
ru: Меню личной переписки

source: Combined View
ru: Комбинированный вид

source: Inbox
ru: Входящие

source: Outbox
ru: Исходящие

source: New Message
ru: Новое сообщение

source: Overview
ru: Обзор

source: Rating Tools
ru: Инструменты оценки

source: Rate Me
ru: Оценить меня

source: View Ratings
ru: Просмотр оценок

# widget
source: Activity
ru: Активность

source: Show posts related to the %s privacy group
ru: Показывать публикации относящиеся к группе безопасности %s

source: Show my privacy groups
ru: Показывать мои группы безопасности

source: Show posts to this forum
ru: Показывать публикации этого форума

source: Show forums
ru: Показывать форумы

source: Starred Posts
ru: Отмеченные публикации

source: Show posts that I have starred
ru: Показывать публикации которые я отметил

source: Personal Posts
ru: Личные публикации

source: Show posts that mention or involve me
ru: Показывать публикации где вы были упомянуты или привлечены

source: Show posts that I have filed to %s
ru: Показывать публикации которые я добавил в %s

source: Saved Folders
ru: Сохранённые каталоги

source: Show filed post categories
ru: Показывать категории добавленных публикаций

source: Panel search
ru: Панель поиска

source: Filter by name
ru: Отфильтровать по имени

source: Remove active filter
ru: Удалить активный фильтр

source: Stream Filters
ru: Фильтры потока

source: You have %1$.0f of %2$.0f allowed connections.
ru: У вас есть %1$.0f из %2$.0f разрешенных контактов.

source: Add New Connection
ru: Добавить новый контакт

source: Enter channel address
ru: Введите адрес канала

source: Examples: bob@example.com, https://example.com/barbara
ru: Пример: ivan@example.com, http://example.com/ivan

source: Archives
ru: Архивы

source: Received Messages
ru: Полученные сообщения

source: Sent Messages
ru: Отправленные сообщения

source: Conversations
ru: Беседы

source: No messages.
ru: Сообщений нет.

source: Delete conversation
ru: Удалить беседу

source: Chat Members
ru: Участники чата

source: photo/image
ru: фотография / изображение

source: Remove term
ru: Удалить термин

source: Saved Searches
ru: Сохранённые поиски

source: Add new page
ru: Добавить новую страницу

source: Wiki Pages
ru: Wiki страницы

source: Page name
ru: Название страницы

source: Refresh
ru: Обновить

source: Tasks
ru: Задачи

source: Suggestions
ru: Рекомендации

source: See more...
ru: Просмотреть больше...

source: Commented Date
ru: По комментариям

source: Order by last commented date
ru: Сортировка по дате последнего комментария

source: Posted Date
ru: По публикациям

source: Order by last posted date
ru: Сортировка по дате последней публикации

source: Date Unthreaded
ru: По порядку

source: Order unthreaded by date
ru: Сортировка в порядке поступления

source: Stream Order
ru: Упорядочить поток

source: Click to show more
ru: Нажмите чтобы показать больше

source: Tags
ru: Теги

source: App Collections
ru: Коллекции приложений

source: Installed apps
ru: Установленные приложения

source: Profile Creation
ru: Создание профиля

source: Upload profile photo
ru: Загрузить фотографию профиля

source: Upload cover photo
ru: Загрузить фотографию обложки

source: Edit your profile
ru: Редактировать профиль

source: Find and Connect with others
ru: Найти и вступить в контакт

source: View the directory
ru: Просмотреть каталог

source: Manage your connections
ru: Управление вашими контактами

source: Communicate
ru: Связаться

source: View your channel homepage
ru: Домашняя страница канала

source: View your network stream
ru: Просмотреть ваш сетевой поток

source: Documentation
ru: Документация

source: Missing Features?
ru: Отсутствует функция?

source: Pin apps to navigation bar
ru: Прикрепить приложение к панели

source: Install more apps
ru: Установить больше приложений

source: View public stream
ru: Просмотреть публичный поток

source: Member registrations waiting for confirmation
ru: Регистрации участников, ожидающие подверждения

source: Inspect queue
ru: Просмотр очереди

source: DB updates
ru: Обновление базы данных

source: Admin
ru: Администрирование

source: Addon Features
ru: Настройки расширений

source: Account settings
ru: Настройки аккаунта

source: Channel settings
ru: Настройки канала

source: Display settings
ru: Настройки отображения

source: Manage locations
ru: Управление местоположением

source: Bookmarked Chatrooms
ru: Закладки чатов

source: New Network Activity
ru: Новая сетевая активность

source: New Network Activity Notifications
ru: Новые уведомления о сетевой активности

source: View your network activity
ru: Просмотреть вашу сетевую активность

source: Mark all notifications read
ru: Пометить уведомления как прочитанные

source: Show new posts only
ru: Показывать только новые публикации

source: Filter by name or address
ru: Фильтровать по имени или адресу

source: New Home Activity
ru: Новая локальная активность

source: New Home Activity Notifications
ru: Новые уведомления локальной активности

source: View your home activity
ru: Просмотреть локальную активность

source: Mark all notifications seen
ru: Пометить уведомления как просмотренные

source: New Mails
ru: Новая переписка

source: New Mails Notifications
ru: Уведомления о новой переписке

source: View your private mails
ru: Просмотреть вашу личную переписку

source: Mark all messages seen
ru: Пометить сообщения как просмотренные

source: New Events
ru: Новые события

source: New Events Notifications
ru: Уведомления о новых событиях

source: View events
ru: Просмотреть события

source: Mark all events seen
ru: Пометить все события как просмотренные

source: New Connections Notifications
ru: Уведомления о новых контактах

source: View all connections
ru: Просмотр всех контактов

source: New Files
ru: Новые файлы

source: New Files Notifications
ru: Уведомления о новых файлах

source: Notices
ru: Оповещения

source: View all notices
ru: Просмотреть все оповещения

source: Mark all notices seen
ru: Пометить все оповещения как просмотренные

source: New Registrations
ru: Новые регистрации

source: New Registrations Notifications
ru: Уведомления о новых регистрациях

source: Public Stream Notifications
ru: Уведомления публичного потока

source: View the public stream
ru: Просмотреть публичный поток

source: Sorry, you have got no notifications at the moment
ru: Извините, но сейчас у вас нет уведомлений

source: Source channel not found.
ru: Канал-источник не найден.

source: Network/Protocol
ru: Сеть / протокол

source: Create an account to access services and applications
ru: Создайте аккаунт для доступа к службам и приложениям

source: Logout
ru: Выход

source: Login/Email
ru: Пользователь / email

source: Password
ru: Пароль

source: Remember me
ru: Запомнить меня

source: Forgot your password?
ru: Забыли пароль или логин?

source: [$Projectname] Website SSL error for %s
ru: [$Projectname] Ошибка SSL/TLS веб-сайта для %s

source: Website SSL certificate is not valid. Please correct.
ru: SSL/TLS сертификат веб-сайт недействителен. Исправьте это.

source: [$Projectname] Cron tasks not running on %s
ru: [$Projectname] Задания Cron не запущены на %s

source: Cron/Scheduled tasks not running.
ru: Задания Cron / планировщика не запущены.

source: never
ru: никогда

source: Focus (Hubzilla default)
ru: Фокус (по умолчанию Hubzilla)

source: Theme settings
ru: Настройки темы

source: Narrow navbar
ru: Узкая панель навигации

source: Navigation bar background color
ru: Панель навигации, цвет фона

source: Navigation bar icon color
ru: Панель навигации, цвет значков

source: Navigation bar active icon color
ru: Панель навигации, цвет активного значка

source: Link color
ru: Цвет ссылок

source: Set font-color for banner
ru: Цвет текста в шапке

source: Set the background color
ru: Цвет фона

source: Set the background image
ru: Фоновое изображение

source: Set the background color of items
ru: Цвет фона элементов

source: Set the background color of comments
ru: Цвет фона комментариев

source: Set font-size for the entire application
ru: Установить системный размер шрифта

source: Examples: 1rem, 100%, 16px
ru: Например: 1rem, 100%, 16px

source: Set font-color for posts and comments
ru: Цвет шрифта для публикаций и комментариев

source: Set radius of corners
ru: Радиус скруглений

source: Example: 4px
ru: Например: 4px

source: Set shadow depth of photos
ru: Глубина теней фотографий

source: Set maximum width of content region in pixel
ru: Максимальная ширина содержания региона (в пикселях)

source: Leave empty for default width
ru: Оставьте пустым для ширины по умолчанию

source: Left align page content
ru: Выровнять содержимое страницы по левому краю

source: Set size of conversation author photo
ru: Размер фотографии автора беседы

source: Set size of followup author photos
ru: Размер фотографий подписчиков

source: Show advanced settings
ru: Показать расширенные настройки

source: Errors encountered deleting database table
ru: Возникшие при удалении таблицы базы данных ошибки

source: Submit Settings
ru: Отправить настройки

source: Drop tables when uninstalling?
ru: Удалить таблицы при деинсталляции?

source: If checked, the Rendezvous database tables will be deleted when the plugin is uninstalled.
ru: Если включено, то таблицы базы данных Rendezvous будут удалены при удалении плагина.

source: Mapbox Access Token
ru: Токен доступа к Mapbox

source: If you enter a Mapbox access token, it will be used to retrieve map tiles from Mapbox instead of the default OpenStreetMap tile server.
ru: Если вы введете токен доступа к Mapbox, он будет использоваться для извлечения фрагментов карты из Mapbox вместо стандартного сервера OpenStreetMap.

source: This identity has been deleted by another member due to inactivity. Please press the "New identity" button or refresh the page to register a new identity. You may use the same name.
ru: Этот идентификатор был удалён другим участником из-за неактивности. Пожалуйста нажмите кнопку "Новый идентификатор" для обновления страницы и получения нового идентификатора. Вы можете использовать то же имя.

source: Welcome to Rendezvous!
ru: Добро пожаловать в Rendezvous!

source: Enter your name to join this rendezvous. To begin sharing your location with the other members, tap the GPS control. When your location is discovered, a red dot will appear and others will be able to see you on the map.
ru: Введите ваше имя для вступления в это Rendezvous. Для того, чтобы делиться вашим положением с другими участниками, нажмите "GPS control". Когда ваше местоположение определно, красная точка появится и остальные смогут увидеть вас на карте.

source: Let's meet here
ru: Давайте встретимся здесь

source: New marker
ru: Новый маркер

source: Edit marker
ru: Редактировать маркер

source: New identity
ru: Новый идентификатор

source: Delete marker
ru: Удалить маркер

source: Delete member
ru: Удалить участника

source: Edit proximity alert
ru: Изменить оповещение о близости

source: A proximity alert will be issued when this member is within a certain radius of you.<br><br>Enter a radius in meters (0 to disable):
ru: Оповещение о близости будет произведено, если этот участник находится на определённом расстоянии от вас. <br><br>Введите радиус в метрах (0 для отключения):

source: distance
ru: расстояние

source: Proximity alert distance (meters)
ru: Расстояние для уведомления о близости (метров)

source: A proximity alert will be issued when you are within a certain radius of the marker location.<br><br>Enter a radius in meters (0 to disable):
ru: Оповещение о близости будет произведено, если вы находитесь на определённом расстоянии местоположения маркера. <br><br>Введите радиус в метрах (0 для отключения):

source: Marker proximity alert
ru: Маркер уведомления о близости

source: Reminder note
ru: Напоминание

source: Enter a note to be displayed when you are within the specified proximity...
ru: Введите сообщение для отображения когда вы находитесь рядом

source: Add new rendezvous
ru: Добавить новое Rendezvous.

source: Create a new rendezvous and share the access link with those you wish to invite to the group. Those who open the link become members of the rendezvous. They can view other member locations, add markers to the map, or share their own locations with the group.
ru: Создайте новое Rendezvous и поделитесь ссылкой доступа с теми, кого вы хотите пригласить в группу. Тот, кто откроет эту ссылку, станет её участником. Участники могут видеть местоположение, добавлять маркеры на карту или делится своим собственным местоположением с группой.

source: You have no rendezvous. Press the button above to create a rendezvous!
ru: У вас нет Rendezvous. Нажмите на кнопку ниже чтобы создать его!

source: Skeleton App
ru: Приложение "Скелет"

source: A skeleton for addons, you can copy/paste
ru: Скелет для приложений. Вы можете использовать copy/paste

source: Some setting
ru: Некоторые настройки

source: A setting
ru: Настройка

source: Skeleton Settings
ru: Настройки скелета

source: The GNU-Social protocol does not support location independence. Connections you make within that network may be unreachable from alternate channel locations.
ru: Протокол GNU-Social не поддерживает независимость от расположения. Ваши контакты установленные в этой сети могут быть недоступны из альтернативных мест размещения канала.

source: GNU-Social Protocol App
ru: Приложение "Протокол GNU-Social"

source: GNU-Social Protocol
ru: Протокол GNU-Social

source: Follow
ru: Отслеживать

source: %1$s is now following %2$s
ru: %1$s сейчас отслеживает %2$s

source: Random Planet App
ru: Приложение "Случайная планета"

source: Installed
ru: Установлено
