Repository: zakwilson/hubzilla-core
Catalog: view/*/hmessages.po
Languages: ru

source: Will not waste system resources polling external sites for abandonded accounts. Enter 0 for no time limit.
ru: Системные ресурсы не будут расходоваться для опроса внешних сайтов для заброшенных аккаунтов. Введите 0 для отсутствия ограничений.

source: Allowed friend domains
ru: Разрешенные домены друзей

source: Comma separated list of domains which are allowed to establish friendships with this site. Wildcards are accepted. Empty to allow any domains
ru: Список разделённых запятыми доменов с которыми разрешено устанавливать дружеские отношения на этом сайте. Wildcards разрешены. Пусто означает разрешены любые домены.

source: Verify Email Addresses
ru: Проверка адреса электронной почты

source: Check to verify email addresses used in account registration (recommended).
ru: Включите для проверки адреса электронной почты использованного при регистрации (рекомендуется).

source: Force publish
ru: Принудительно публиковать

source: Check to force all profiles on this site to be listed in the site directory.
ru: Включите для принудительного включения всех учётных записей на данном сайте в каталог.

source: Import Public Streams
ru: Импортированные публичные потоки

source: Import and allow access to public content pulled from other sites. Warning: this content is unmoderated.
ru: Импортировать и разрешить публичный доступ к загружаемым с других сайтов потоков. Внимание - этот контент не может модерироваться.

source: Site only Public Streams
ru: Публичные потоки только с сайта

source: Allow access to public content originating only from this site if Imported Public Streams are disabled.
ru: Разрешить доступ к общедоступному контенту, исходящему только с этого сайта, если импортированные публичные потоки отключены.

source: Allow anybody on the internet to access the Public streams
ru: Разрешить всем доступ к публичным потокам

source: Disable to require authentication before viewing. Warning: this content is unmoderated.
ru: Отключите если для просмотра требуется аутентификация. Внимание - этот контент не может модерироваться.

source: Only import Public stream posts with this text
ru: Импортировать только публичные потоки с этим текстом

source: words one per line or #tags or /patterns/ or lang=xx, leave blank to import all posts
ru: слова по одному в строку, #тег, /шаблон/ или lang=xxl; оставьте пустым для импорта всех публикаций

source: Do not import Public stream posts with this text
ru: Не импортировать публичные потоки с этим текстом

source: Login on Homepage
ru: Вход на домашней странице

source: Present a login box to visitors on the home page if no other content has been configured.
ru: Предоставлять форму входа для посетителей на домашней странице если другого содержимого не настроено.

source: Enable context help
ru: Включить контекстную помощь

source: Display contextual help for the current page when the help button is pressed.
ru: Показывать контекстную помощь для текущей странице при нажатии на кнопку "Помощь".

source: Reply-to email address for system generated email.
ru: Адрес email Reply-to для генерируемых системой сообщений.

source: Sender (From) email address for system generated email.
ru: Адрес email отправителя (From) для генерируемых системой сообщений.

source: Name of email sender for system generated email.
ru: Имя отправителя для генерируемых системой сообщений.

source: Directory Server URL
ru: URL сервера каталогов

source: Default directory server
ru: Сервер каталогов по умолчанию

source: Proxy user
ru: Имя пользователя proxy-сервера

source: Proxy URL
ru: URL proxy-сервера

source: Network timeout
ru: Время ожидания сети

source: Value is in seconds. Set to 0 for unlimited (not recommended).
ru: Значение в секундах. Если установлен в 0 - без ограничений (не рекомендуется).

source: Delivery interval
ru: Интервал доставки

source: Delay background delivery processes by this many seconds to reduce system load. Recommend: 4-5 for shared hosts, 2-3 for virtual private servers. 0-1 for large dedicated servers.
ru: Значение задержки фоновых процессов доставки в секундах для снижения нагрузки на систему. Рекомендуется 4-5 для серверов совместного использования, 2-3 для частных виртуальных и 0-1 для выделенных серверов.

source: Deliveries per process
ru: Доставок на процесс

source: Number of deliveries to attempt in a single operating system process. Adjust if necessary to tune system performance. Recommend: 1-5.
ru: Количество доставок для одного процесса. Настройте в соответствии с производительностью системы. Рекомендуется 1-5.

source: Queue Threshold
ru: Порог очереди

source: Always defer immediate delivery if queue contains more than this number of entries.
ru: Всегда откладывать немедленную доставку, если в очереди содержится большее количество записей, чем это.

source: Poll interval
ru: Интервал опроса

source: Delay background polling processes by this many seconds to reduce system load. If 0, use delivery interval.
ru: Задержка фоновых процессов опроса на указанное количество секунд для снижения нагрузки на систему. Если 0 - использовать интервал доставки.

source: Path to ImageMagick convert program
ru: Путь к ImageMagick

source: If set, use this program to generate photo thumbnails for huge images ( > 4000 pixels in either dimension), otherwise memory exhaustion may occur. Example: /usr/bin/convert
ru: При установке эта программа генерирует миниатюры изображений для больших файлов (свыше 4000 в любом измерении) для предотвращения утечки памяти. Пример: /usr/bin/convert

source: Allow SVG thumbnails in file browser
ru: Разрешить SVG миниатюры в просмотрщике файлов

source: WARNING: SVG images may contain malicious code.
ru: Внимание: изображения SVG могут содержать вредоносный код.

source: Maximum Load Average
ru: Максимальная средняя нагрузка

source: Maximum system load before delivery and poll processes are deferred - default 50.
ru: Максимальная нагрузка системы для откладывания процессов опроса и доставки - по умолчанию 50.

source: Expiration period in days for imported (grid/network) content
ru: Срок хранения в днях для импортированного содержимого (из матрицы / сети).

source: 0 for no expiration of imported content
ru: 0 для постоянного хранения импортированного содержимого

source: Do not expire any posts which have comments less than this many days ago
ru: Продлевать строк хранения для любых публикаций, которые имеют комментарии возрастом менее этого значения

source: Public servers: Optional landing (marketing) webpage for new registrants
ru: Публичные серверы: необязательная маркетинговая лэндинг-страница для новых пользователей

source: Create this page first. Default is %s/register
ru: Создать эту страницу первой. По умолчанию %s/register

source: Page to display after creating a new channel
ru: Страница для показа после создания нового канала

source: Default: profiles
ru: По умолчанию: profiles

source: Optional: site location
ru: Необязательно: место размещения сайта

source: Region or country
ru: Регион или страна

source: Plugin %s disabled.
ru: Плагин %s отключен.

source: Plugin %s enabled.
ru: Плагин %s включен.

source: Addons
ru: Расширения

source: Minimum project version:
ru: Минимальная версия проекта:

source: Maximum project version:
ru: Максимальная версия проекта:

source: Minimum PHP version:
ru: Минимальная версия PHP:

source: Compatible Server Roles:
ru: Совместимые роли сервера:

source: Requires:
ru: Необходимо:

source: Disabled - version incompatibility
ru: Отключено - несовместимость версий

source: Enter the public git repository URL of the addon repo.
ru: Введите URL публичного репозитория расширений git

source: Addon repo git URL
ru: URL репозитория расширений git

source: Custom repo name
ru: Пользовательское имя репозитория

source: (optional)
ru: (необязательно)

source: Download Addon Repo
ru: Загрузить репозиторий расширений

source: Install new repo
ru: Установить новый репозиторий

source: Install
ru: Установить

source: Manage Repos
ru: Управление репозиториями

source: Installed Addon Repositories
ru: Установленные репозитории расширений

source: Install a New Addon Repository
ru: Установить новый репозиторий расширений

source: Switch branch
ru: Переключить ветку

source: Remove
ru: Удалить

source: New Profile Field
ru: Поле нового профиля

source: Field nickname
ru: Псевдоним поля

source: System name of field
ru: Системное имя поля

source: Input type
ru: Тип ввода

source: Field Name
ru: Имя поля

source: Label on profile pages
ru: Метка на странице профиля

source: Help text
ru: Текст подсказки

source: Additional info (optional)
ru: Дополнительная информация (необязательно)

source: Save
ru: Запомнить

source: Field definition not found
ru: Определения поля не найдено

source: Edit Profile Field
ru: Редактировать поле профиля

source: Profile Fields
ru: Поля профиля

source: Basic Profile Fields
ru: Основные поля профиля

source: Advanced Profile Fields
ru: Дополнительные поля профиля

source: (In addition to basic fields)
ru: (к основым полям)

source: All available fields
ru: Все доступные поля

source: Custom Fields
ru: Настраиваемые поля

source: Create Custom Field
ru: Создать настраиваемое поле

source: Password changed for account %d.
ru: Пароль для аккаунта %d изменён.

source: Account settings updated.
ru: Настройки аккаунта обновлены.

source: Account not found.
ru: Учётная запись не найдена.

source: Account Edit
ru: Редактировать аккаунт

source: New Password
ru: Новый пароль

source: New Password again
ru: Повторите новый пароль

source: Account language (for emails)
ru: Язык сообщения для email

source: Service class
ru: Класс обслуживания

source: By default, unfiltered HTML is allowed in embedded media. This is inherently insecure.
ru: По умолчанию, HTML без фильтрации доступен во встраиваемых медиа. Это небезопасно.

source: The recommended setting is to only allow unfiltered HTML from the following sites:
ru: Рекомендуется настроить разрешения использовать HTML без фильтрации только для следующих сайтов:

source: All other embedded content will be filtered, <strong>unless</strong> embedded content from that site is explicitly blocked.
ru: се остальные встроенные материалы будут отфильтрованы, <strong>если </strong> встроенное содержимое с этого сайта явно заблокировано.

source: Security
ru: Безопасность

source: Block public
ru: Блокировать публичный доступ

source: Check to block public access to all otherwise public personal pages on this site unless you are currently authenticated.
ru: Установите флажок для блокировки публичного доступа ко всем другим общедоступным страницам на этом сайте, если вы в настоящее время не аутентифицированы.

source: Provide a cloud root directory
ru: Предоставить корневой каталог в облаке

source: The cloud root directory lists all channel names which provide public files
ru: В корневом каталоге облака показываются все имена каналов, которые предоставляют общедоступные файлы

source: Show total disk space available to cloud uploads
ru: Показывать общее доступное для загрузок место в хранилище

source: Set "Transport Security" HTTP header
ru: Установить HTTP-заголовок "Transport Security"

source: Set "Content Security Policy" HTTP header
ru: Установить HTTP-заголовок "Content Security Policy"

source: Allowed email domains
ru: Разрешённые домены email

source: Comma separated list of domains which are allowed in email addresses for registrations to this site. Wildcards are accepted. Empty to allow any domains
ru: Список разделённых запятыми доменов для которых разрешена регистрация на этом сайте. Wildcards разрешены. Если пусто то разрешены любые домены.

source: Not allowed email domains
ru: Запрещённые домены email

source: Comma separated list of domains which are not allowed in email addresses for registrations to this site. Wildcards are accepted. Empty to allow any domains, unless allowed domains have been defined.
ru: Список разделённых запятыми доменов для которых запрещена регистрация на этом сайте. Wildcards разрешены. Если пусто то разрешены любые домены до тех пор, пока разрешённые домены не будут указаны.

source: Allow communications only from these sites
ru: Разрешить связь только с этими сайтами

source: One site per line. Leave empty to allow communication from anywhere by default
ru: Один сайт на строку. Оставьте пустым для разрешения взаимодействия без ограничений (по умочанию).

source: Block communications from these sites
ru: Блокировать связь с этими сайтами

source: Allow communications only from these channels
ru: Разрешить связь только для этих каналов

source: One channel (hash) per line. Leave empty to allow from any channel by default
ru: Один канал (или его хэш) на строку. Оставьте пустым для разрешения взаимодействия с любым каналом (по умолчанию).

source: Block communications from these channels
ru: Блокировать связь с этими каналами

source: Only allow embeds from secure (SSL) websites and links.
ru: Разрешать встраивание только для безопасных (SSL/TLS) сайтов и ссылок.

source: Allow unfiltered embedded HTML content only from these domains
ru: Разрешить встраивать нефильтруемое HTML-содержимое только для этих доменов

source: One site per line. By default embedded content is filtered.
ru: Один сайт на строку. По умолчанию встраиваемое содержимое фильтруется.

source: Block embedded HTML from these domains
ru: Блокировать встраивание HTML-содержимого для этих доменов

source: Remote privacy information not available.
ru: Удаленная информация о конфиденциальности недоступна.

source: Visible to:
ru: Видимо для:

# acl
source: Profile
ru: Профиль

source: Comment approved
ru: Комментарий одобрен

source: Comment deleted
ru: Комментарий удалён

source: Friends
ru: Друзья

source: Settings updated.
ru: Настройки обновлены.

source: Nobody except yourself
ru: Никто кроме вас

source: Only those you specifically allow
ru: Только персонально разрешённые

source: Approved connections
ru: Одобренные контакты

source: Any connections
ru: Любые контакты

source: Anybody on this website
ru: Любой на этом сайте

source: Anybody in this network
ru: Любой в этой сети

source: Anybody authenticated
ru: Любой аутентифицированный

source: Anybody on the internet
ru: Любой в интернете

source: Publish your default profile in the network directory
ru: Публиковать ваш профиль по умолчанию в сетевом каталоге

source: Allow us to suggest you as a potential friend to new members?
ru: Разрешить предлагать вас как потенциального друга для новых пользователей?

source: or
ru: или

source: Your channel address is
ru: Адрес вашего канала

source: Your files/photos are accessible via WebDAV at
ru: Ваши файлы / фотографии доступны через WebDAV по

source: Automatic membership approval
ru: Членство одобрено автоматически

source: If enabled, connection requests will be approved without your interaction
ru: Если включено, запросы контактов будут одобрены без вашего участия

source: Channel Settings
ru: Настройки канала

source: Basic Settings
ru: Основные настройки

source: Full Name:
ru: Полное имя:

source: Email Address:
ru: Адрес email:

source: Your Timezone:
ru: Часовой пояс:

source: Default Post Location:
ru: Расположение по умолчанию:

source: Geographical location to display on your posts
ru: Показывать географическое положение в ваших публикациях

source: Use Browser Location:
ru: Определять расположение из браузера

source: Adult Content
ru: Содержимое для взрослых

source: This channel frequently or regularly publishes adult content. (Please tag any adult material and/or nudity with #NSFW)
ru: Этот канал часто или регулярно публикует содержимое для взрослых. Пожалуйста, помечайте любой такой материал тегом #NSFW

source: Security and Privacy Settings
ru: Безопасность и настройки приватности

source: Your permissions are already configured. Click to view/adjust
ru: Ваши разрешения уже настроены. Нажмите чтобы просмотреть или изменить

source: Hide my online presence
ru: Скрывать моё присутствие онлайн

source: Prevents displaying in your profile that you are online
ru: Предотвращает отображения статуса "в сети" в вашем профиле

source: Simple Privacy Settings:
ru: Простые настройки безопасности:

source: Very Public - <em>extremely permissive (should be used with caution)</em>
ru: Полностью открытый - <em>сверхлиберальный (должен использоваться с осторожностью)</em>

source: Typical - <em>default public, privacy when desired (similar to social network permissions but with improved privacy)</em>
ru: Обычный - <em>открытый по умолчанию, приватность по желанию (как в социальных сетях, но с улучшенными настройками)</em>

source: Private - <em>default private, never open or public</em>
ru: Частный - <em>частный по умочанию, не открытый и не публичный</em>

source: Blocked - <em>default blocked to/from everybody</em>
ru: Закрытый - <em>заблокированный по умолчанию от / для всех</em>

source: Allow others to tag your posts
ru: Разрешить другим отмечать ваши публикации

source: Often used by the community to retro-actively flag inappropriate content
ru: Часто используется сообществом для маркировки неподобающего содержания

source: Channel Permission Limits
ru: Ограничения разрешений канала

source: Expire other channel content after this many days
ru: Храненить содержимое других каналов, дней

source: 0 or blank to use the website limit.
ru: 0 или пусто - использовать настройки сайта.

source: This website expires after %d days.
ru: Срок хранения содержимого этого сайта истекает через %d дней

source: This website does not expire imported content.
ru: Срок хранения импортированного содержимого этого сайта не ограничен.

source: The website limit takes precedence if lower than your limit.
ru: Ограничение сайта имеет приоритет если ниже вашего значения.

source: Maximum Friend Requests/Day:
ru: Запросов в друзья в день:

source: May reduce spam activity
ru: Может ограничить спам активность

source: Default Privacy Group
ru: Группа конфиденциальности по умолчанию

source: Use my default audience setting for the type of object published
ru: Использовать настройки аудитории по умолчанию для типа опубликованного объекта

source: Default permissions category
ru: Категория разрешений по умолчанию

source: Maximum private messages per day from unknown people:
ru: Максимально количество сообщений от незнакомых людей, в день:

source: Useful to reduce spamming
ru: Полезно для сокращения количества спама

source: Notification Settings
ru: Настройки уведомлений

source: By default post a status message when:
ru: По умолчанию публиковать новый статус при:

source: accepting a friend request
ru: одобрении запроса в друзья

source: joining a forum/community
ru: вступлении в сообщество / форум

source: making an <em>interesting</em> profile change
ru: <em>интересном</em> изменении профиля

source: Send a notification email when:
ru: Отправить уведомление по email когда:

source: You receive a connection request
ru: вы получили новый запрос контакта

source: Your connections are confirmed
ru: Ваш запрос контакта был одобрен

source: Someone writes on your profile wall
ru: Кто-то написал на стене вашего профиля

source: Someone writes a followup comment
ru: Кто-то пишет комментарий

source: You receive a private message
ru: Вы получили личное сообщение

source: You receive a friend suggestion
ru: Вы получили предложение друзей

source: You are tagged in a post
ru: Вы были отмечены в публикации

source: You are poked/prodded/etc. in a post
ru: Вас толкнули, подтолкнули и т.п. в публикации

source: Someone likes your post/comment
ru: Кому-то нравится ваша публикация / комментарий

source: Show visual notifications including:
ru: Показывать визуальные оповещения включая:

source: Unseen stream activity
ru: Невидимая активность в потоке

source: Unseen channel activity
ru: Невидимая активность в канале

source: Unseen private messages
ru: Невидимые личные сообщения

source: Recommended
ru: Рекомендовано

source: Upcoming events
ru: Грядущие события

source: Events today
ru: События сегодня

source: Upcoming birthdays
ru: Грядущие дни рождения

source: Not available in all themes
ru: Не доступно во всех темах

source: System (personal) notifications
ru: Системные (личные) уведомления

source: System info messages
ru: Сообщения с системной информацией

source: System critical alerts
ru: Критические уведомления системы

source: New connections
ru: Новые контакты

source: System Registrations
ru: Системные регистрации

source: Unseen shared files
ru: Невидимые общие файлы

source: Unseen public stream activity
ru: Невидимая активность в публичном потоке

source: Unseen likes and dislikes
ru: Невидимые лайки и дислайки

source: Unseen forum posts
ru: Невидимые публикации на форуме

source: Email notification hub (hostname)
ru: Центр уведомлений по email (имя хоста)

source: If your channel is mirrored to multiple hubs, set this to your preferred location. This will prevent duplicate email notifications. Example: %s
ru: Если ваш канал зеркалируется в нескольких местах, это ваше предпочтительное местоположение. Это должно предотвратить дублировать уведомлений по email. Например: %s

source: Show new wall posts, private messages and connections under Notices
ru: Показать новые сообщения на стене, личные сообщения и контакты в "Уведомлениях"

source: Notify me of events this many days in advance
ru: Уведомлять меня о событиях заранее, дней

source: Must be greater than 0
ru: Должно быть больше 0

source: Advanced Account/Page Type Settings
ru: Дополнительные настройки учётной записи / страницы

source: Change the behaviour of this account for special situations
ru: Изменить поведение этого аккаунта в особых ситуациях

source: Miscellaneous Settings
ru: Дополнительные настройки

source: Default photo upload folder
ru: Каталог загрузки фотографий по умолчанию

source: %Y - current year, %m - current month
ru: %Y - текущий год, %y - текущий месяц

source: Default file upload folder
ru: Каталог загрузки файлов по умолчанию

source: Remove this channel.
ru: Удалить этот канал.

source: Additional Features
ru: Дополнительные функции

source: Events Settings
ru: Настройки событий

source: CalDAV Settings
ru: Настройки CalDAV

source: Settings saved.
ru: Настройки сохранены.

source: Settings saved. Reload page please.
ru: Настройки сохранены. Пожалуйста, перезагрузите страницу.

source: Conversation Settings
ru: Настройки бесед

source: Connections Settings
ru: Настройки контактов

source: Photos Settings
ru: Настройки фотографий

source: Not valid email.
ru: Не действительный адрес email.

source: Protected email address. Cannot change to that email.
ru: Защищенный адрес электронной почты. Нельзя изменить.

source: System failure storing new email. Please try again.
ru: Системная ошибка сохранения email. Пожалуйста попробуйте ещё раз.

source: Password verification failed.
ru: Не удалось выполнить проверку пароля.

source: Passwords do not match. Password unchanged.
ru: Пароли не совпадают. Пароль не изменён.

source: Empty passwords are not allowed. Password unchanged.
ru: Пустые пароли не допускаются. Пароль не изменён.

source: Password changed.
ru: Пароль изменен.

source: Password update failed. Please try again.
ru: Изменение пароля не удалось. Пожалуйста, попробуйте ещё раз.

source: Account Settings
ru: Настройки аккаунта

source: Current Password
ru: Текущий пароль

source: Enter New Password
ru: Введите новый пароль:

source: Confirm New Password
ru: Подтвердите новый пароль:

source: Leave password fields blank unless changing
ru: Оставьте поля пустыми до измнения

source: Remove Account
ru: Удалить аккаунт

source: Remove this account including all its channels
ru: Удалить этот аккаунт включая все каналы

source: Profiles Settings
ru: Настройки профилей

source: Channel Manager Settings
ru: Настройки менеджера канала

source: No feature settings configured
ru: Параметры функций не настроены
