Repository: zakwilson/hubzilla-core
Catalog: view/*/hmessages.po
Languages: ru

source: Could not connect to specified site URL. Possible SSL certificate or DNS issue.
ru: Не удалось подключиться к указанному URL. Вероятно проблема с SSL сертификатом или DNS.

source: Could not create table.
ru: Не удалось создать таблицу.

source: Your site database has been installed.
ru: Ваша база данных установлена.

source: You may need to import the file "install/schema_xxx.sql" manually using a database client.
ru: Вам может понадобится импортировать файл "install/schema_xxx.sql" вручную используя клиент базы данных.

source: Please see the file "install/INSTALL.txt".
ru: Пожалуйста, обратитесь к файлу "install/INSTALL.txt".

source: System check
ru: Проверка системы

source: Check again
ru: Перепроверить

source: Database connection
ru: Подключение к базе данных

source: In order to install $Projectname we need to know how to connect to your database.
ru: Для установки $Projectname необходимо знать как подключиться к ваше базе данных.

source: Please contact your hosting provider or site administrator if you have questions about these settings.
ru: Пожалуйста, свяжитесь с вашим хостинг провайдером или администрацией сайта если у вас есть вопросы об этих настройках.

source: The database you specify below should already exist. If it does not, please create it before continuing.
ru: Указанная ниже база данных должна существовать. Если это не так, пожалуйста, создайте её перед тем, как продолжить.

source: Database Server Name
ru: Имя сервера баз данных

source: Default is 127.0.0.1
ru: По умолчанию 127.0.0.1

source: Database Port
ru: Порт сервера баз данных

source: Communication port number - use 0 for default
ru: Порт коммуникации - используйте 0 по умолчанию

source: Database Login Name
ru: Имя для подключения к базе данных

source: Database Login Password
ru: Пароль для подключения к базе данных

source: Database Name
ru: Имя базы данных

source: Database Type
ru: Тип базы данных

source: Site administrator email address
ru: Адрес электронной почты администратора сайта

source: Your account email address must match this in order to use the web admin panel.
ru: Ваш адрес электронной почты должен соответствовать этому для использования веб-панели администратора.

source: Website URL
ru: URL веб-сайта

source: Please use SSL (https) URL if available.
ru: Пожалуйста, используйте SSL (https) URL если возможно.

source: Please select a default timezone for your website
ru: Пожалуйста, выберите часовой пояс по умолчанию для вашего сайта

source: Site settings
ru: Настройки сайта

source: PHP version 5.5 or greater is required.
ru: Требуется PHP версии 5.5 или выше

source: PHP version
ru: Версия PHP

source: Could not find a command line version of PHP in the web server PATH.
ru: Не удалось найти консольную версию PHP в путях переменной PATH веб-сервера.

source: If you don't have a command line version of PHP installed on server, you will not be able to run background polling via cron.
ru: Если у вас на сервере не установлена консольная версия PHP вы не сможете запустить фоновый опрос через cron.

source: PHP executable path
ru: Пусть к исполняемому модулю PHP

source: Enter full path to php executable. You can leave this blank to continue the installation.
ru: Введите полный путь к исполняемому модулю PHP. Вы можете оставить его пустым для продолжения установки.

source: Command line PHP
ru: Командная строка PHP

source: Unable to check command line PHP, as shell_exec() is disabled. This is required.
ru: Невозможно проверить командную строку PHP поскольку требуемая функция shell_exec() отключена.

source: The command line version of PHP on your system does not have "register_argc_argv" enabled.
ru: В консольной версии PHP в вашей системе отключена опция "register_argc_argv".

source: This is required for message delivery to work.
ru: Это необходимо для функционирования доставки сообщений.

source: This is not sufficient to upload larger images or files. You should be able to upload at least 4 MB at once.
ru: Этого недостаточно для загрузки больших изображений или файлов. Вы должны иметь возможность загрузить как минимум 4 Мб за раз.

source: Your max allowed total upload size is set to %s. Maximum size of one file to upload is set to %s. You are allowed to upload up to %d files at once.
ru: Максимально разрешённый общий размер загрузок установлен в %s. Максимальный размер одной загрузки установлен в %s. Вам разрешено загружать до %d файлов за один приём.

source: You can adjust these settings in the server php.ini file.
ru: Вы можете изменить эти настройки в файле php.ini на сервере.

source: PHP upload limits
ru: Максимальный размер загрузки в PHP

source: Error: the "openssl_pkey_new" function on this system is not able to generate encryption keys
ru: Ошибка: функция "openssl_pkey_new" не может сгенерировать ключи шифрования

source: If running under Windows, please see "http://www.php.net/manual/en/openssl.installation.php".
ru: Если работаете под Windows, см. "http://www.php.net/manual/en/openssl.installation.php".

source: Generate encryption keys
ru: Генерация ключей шифрования

source: libCurl PHP module
ru: модуль PHP libcURL

source: GD graphics PHP module
ru: модуль графики PHP GD

source: OpenSSL PHP module
ru: модуль PHP OpenSSL

source: PDO database PHP module
ru: модуль баз данных PHP PDO

source: mb_string PHP module
ru: модуль PHP mb_string

source: xml PHP module
ru: модуль PHP xml

source: zip PHP module
ru: модуль PHP zip

source: Apache mod_rewrite module
ru: модуль Apache mod_rewrite

source: Error: Apache webserver mod-rewrite module is required but not installed.
ru: Ошибка: требуемый модуль mod_rewrite веб-сервера Apache не установлен.

source: Error: exec is required but is either not installed or has been disabled in php.ini
ru: Ошибка: exec требуется, однако не установлен или был отключён в php.ini

source: Error: shell_exec is required but is either not installed or has been disabled in php.ini
ru: Ошибка: shell_exec требуется, однако не установлен или был отключён в php.ini

source: Error: libCURL PHP module required but not installed.
ru: Ошибка: модуль PHP libсURL требуется, однако не установлен

source: Error: GD PHP module with JPEG support or ImageMagick graphics library required but not installed.
ru: Ошибка: модуль PHP GD с поддержкой JPEG или графическая библиотека ImageMagick требуется, однако не установлена

source: Error: openssl PHP module required but not installed.
ru: Ошибка: модуль PHP OpenSSL требуется, однако не установлен

source: Error: PDO database PHP module missing a driver for either mysql or pgsql.
ru: Ошибка: отсутствует драйвер MySQL или PgSQL в модуле баз данных PHP PDO

source: Error: PDO database PHP module required but not installed.
ru: Ошибка: модуль баз данных PHP PDO требуется, однако не установлен

source: Error: mb_string PHP module required but not installed.
ru: Ошибка: модуль PHP mb_string требуется, однако не установлен

source: Error: xml PHP module required for DAV but not installed.
ru: Ошибка: модуль PHP xml требуется для DAV, однако не установлен

source: Error: zip PHP module required but not installed.
ru: Ошибка: модуль PHP zip требуется, однако не установлен

source: .htconfig.php is writable
ru: .htconfig.php доступен для записи

source: The web installer needs to be able to create a file called ".htconfig.php" in the top folder of your web server and it is unable to do so.
ru: Инсталлятор требует возможности создать файл с именем ".htconfig.php" в корневом каталоге вашего веб-сервера но не может этого сделать.

source: This is most often a permission setting, as the web server may not be able to write files in your folder - even if you can.
ru: В большинстве случаев это проблема прав доступа. Веб-сервер может не иметь возможности записывать файлы в этот каталог даже если вы можете это делать.

source: Please see install/INSTALL.txt for additional information.
ru: Пожалуйста, ознакомьтесь с install/INSTALL.txt для дополнительных сведений.

source: This software uses the Smarty3 template engine to render its web views. Smarty3 compiles templates to PHP to speed up rendering.
ru: Это программное обеспечение использует шаблонизатор Smarty3 для отображения своих веб-страниц. Smarty3 компилирует шаблоны для PHP для ускорения рендеринга.

source: In order to store these compiled templates, the web server needs to have write access to the directory %s under the top level web folder.
ru: Для хранения этих скомпилированных шаблонов веб-сервер должен иметь доступ на запись к каталогу %s в каталоге верхнего уровня.

source: Please ensure that the user that your web server runs as (e.g. www-data) has write access to this folder.
ru: Убедитесь, что пользователь от имени которого работает ваш веб-сервер (например, www-data), имеет доступ на запись в этот каталог.

source: Note: as a security measure, you should give the web server write access to %s only--not the template files (.tpl) that it contains.
ru: Примечание. В качестве меры безопасности вы должны предоставить доступ веб-серверу для записи только к %s но не к содержащимися в нём файлами шаблонов (.tpl).

source: %s is writable
ru: %s доступен для записи

source: This software uses the store directory to save uploaded files. The web server needs to have write access to the store directory under the top level web folder
ru: Эта программа использует каталог хранения для загруженных файлов. Для веб-сервера требуется доступ на запись начиная с верхнего уровня каталога хранения.

source: store is writable
ru: хранилище доступно для записи

source: SSL certificate cannot be validated. Fix certificate or disable https access to this site.
ru: SSL certificate cannot be validated. Замените его или отключите https доступ к этому сайту.

source: If you have https access to your website or allow connections to TCP port 443 (the https: port), you MUST use a browser-valid certificate. You MUST NOT use self-signed certificates!
ru: Если у вас есть https-доступ к вашему сайту или разрешено подключение к TCP-порту 443 (порт https), вы ДОЛЖНЫ использовать сертификат, действительный для браузера. Вы НЕ ДОЛЖНЫ использовать самоподписанные сертификаты!

source: This restriction is incorporated because public posts from you may for example contain references to images on your own hub.
ru: Эти ограничения приняты поскольку ваши общедоступные публикации могут, например, содержать ссылки на изображения на вашем собственном хабе.

source: If your certificate is not recognized, members of other sites (who may themselves have valid certificates) will get a warning message on their own site complaining about security issues.
ru: Если ваш сертификат не признан, пользователи других сайтов (которые могут сами иметь действительные сертификаты) получат предупреждающее сообщение о проблемах с безопасностью.

source: This can cause usability issues elsewhere (not just on your own site) so we must insist on this requirement.
ru: Это может привести к проблемам удобства использования из других мест (не только на вашем собственном сайте), поэтому мы настаиваем на этом требовании.

source: Providers are available that issue free certificates which are browser-valid.
ru: Доступны поставщики, которые выдают действительные для браузера бесплатные сертификаты.

source: If you are confident that the certificate is valid and signed by a trusted authority, check to see if you have failed to install an intermediate cert. These are not normally required by browsers, but are required for server-to-server communications.
ru: Если вы уверены, что сертификат действителен и подписан доверенным органом, проверьте, установлен ли промежуточные сертификаты. Обычно они не требуются браузерами, но бывают необходимы для связи между серверами.

source: SSL certificate validation
ru: Проверка SSL сертификата

source: Url rewrite in .htaccess is not working. Check your server configuration.Test:
ru: Перезапись URL в .htaccess не работает. Проверьте настройки вашего сервера.

source: Url rewrite is working
ru: Перезапись URL работает

source: The database configuration file ".htconfig.php" could not be written. Please use the enclosed text to create a configuration file in your web server root.
ru: Файл конфигурации базы данных ".htconfig.php" не может быть записан. Используйте прилагаемый текст для создания файла конфигурации в корневом каталоге веб-сервера.

source: Errors encountered creating database tables.
ru: При создании базы данных возникли ошибки.

source: <h1>What next?</h1>
ru: <h1>Что дальше? </h1>

source: IMPORTANT: You will need to [manually] setup a scheduled task for the poller.
ru: Вам понадобится [вручную] настроить запланированную задачу для опрашивателя.

source: Continue
ru: Продолжить

source: Premium Channel App
ru: Приложение "Премиальный канал"

source: Allows you to set restrictions and terms on those that connect with your channel
ru: Позволяет установить ограничения и условия для подключающихся к вашему каналу

source: Premium Channel Setup
ru: Установка премиального канала

source: Enable premium channel connection restrictions
ru: Включить ограничения для премиального канала

source: Please enter your restrictions or conditions, such as paypal receipt, usage guidelines, etc.
ru: Пожалуйста введите ваши ограничения или условия, такие, как оплата PayPal, правила использования и т.п.

source: This channel may require additional steps or acknowledgement of the following conditions prior to connecting:
ru: Этот канал до подключения может требовать дополнительных шагов или подтверждений следующих условий:

source: Potential connections will then see the following text before proceeding:
ru: Потенциальные соединения будут видеть следующий предварительный текст:

source: By continuing, I certify that I have complied with any instructions provided on this page.
ru: Продолжая, я подтверждаю что я выполнил все условия представленные на данной странице.

source: (No specific instructions have been provided by the channel owner.)
ru: (Владельцем канала не было представлено никаких специальных инструкций.)

source: Restricted or Premium Channel
ru: Ограниченный или премиальный канал

source: Queue Statistics
ru: Статистика очереди

source: Total Entries
ru: Всего записей

source: Priority
ru: Приоритет

source: Destination URL
ru: Конечный URL-адрес

source: Mark hub permanently offline
ru: Пометить хаб как постоянно отключенный

source: Empty queue for this hub
ru: Освободить очередь для этого хаба

source: Last known contact
ru: Последний известный контакт

source: Off
ru: Выкл.

source: On
ru: Вкл.

source: Lock feature %s
ru: Заблокировать функцию "%s"

source: Manage Additional Features
ru: Управление дополнительными функциями

source: Update has been marked successful
ru: Обновление было помечено как успешное

source: Executing %s failed. Check system logs.
ru: Выполнение %s неудачно. Проверьте системный журнал.

source: Update %s was successfully applied.
ru: Обновление %sбыло успешно применено.

source: Update %s did not return a status. Unknown if it succeeded.
ru: Обновление %s не вернуло статус. Неизвестно было ли оно успешным.

source: Update function %s could not be found.
ru: Функция обновления %sне может быть найдена.

source: Failed Updates
ru: Обновления с ошибками

source: Mark success (if update was manually applied)
ru: Пометить успешным (если обновление было применено вручную)

source: Attempt to execute this update step automatically
ru: Попытаться применить это обновление автоматически

source: No failed updates.
ru: Ошибок обновлений нет.

source: %s account blocked/unblocked
ru: %s аккаунт блокирован/разблокирован

source: %s account deleted
ru: %s аккаунт удалён

source: Account not found
ru: Аккаунт не найден

source: Account '%s' deleted
ru: Аккаунт '%s' удален

source: Account '%s' blocked
ru: Аккаунт '%s' заблокирован

source: Account '%s' unblocked
ru: Аккаунт '%s' разблокирован

source: Administration
ru: Администрирование

source: Accounts
ru: Учётные записи

source: select all
ru: выбрать все

source: Registrations waiting for confirm
ru: Регистрации ждут подтверждения

source: Request date
ru: Дата запроса

source: No registrations.
ru: Нет новых регистраций.

source: Approve
ru: Утвердить

source: Deny
ru: Запретить

source: Block
ru: Блокировать

source: Unblock
ru: Разблокировать

source: All Channels
ru: Все каналы

source: Register date
ru: Дата регистрации

source: Last login
ru: Последний вход

source: Expires
ru: Срок действия

source: Service Class
ru: Класс обслуживания

source: Selected accounts will be deleted!\n\nEverything these accounts had posted on this site will be permanently deleted!\n\nAre you sure?
ru: Выбранные учётные записи будут удалены! Всё что было ими опубликовано на этом сайте будет удалено навсегда! Вы уверены?

source: The account {0} will be deleted!\n\nEverything this account has posted on this site will be permanently deleted!\n\nAre you sure?
ru: Этот аккаунт {0} будет удалён! Всё что им было опубликовано на этом сайте будет удалено навсегда! Вы уверены?

source: Log settings updated.
ru: Настройки журнала обновлены.

source: Logs
ru: Журналы

source: Clear
ru: Очистить

source: Debugging
ru: Отладка

source: Log file
ru: Файл журнала

source: Must be writable by web server. Relative to your top-level webserver directory.
ru: Должен быть доступен для записи веб-сервером. Пусть относителен основного каталога веб-сайта.

source: Log level
ru: Уровень журнала

source: %s channel censored/uncensored
ru: %s канал цензурируется/нецензурируется

source: %s channel code allowed/disallowed
ru: в %s канале код разрешён/запрещён

source: %s channel deleted
ru: %s канал удалён

source: Channel not found
ru: Канал не найден

source: Channel '%s' deleted
ru: Канал '%s' удалён

source: Channel '%s' censored
ru: Канал '%s' цензурируется

source: Channel '%s' uncensored
ru: Канал '%s' нецензурируется

source: Channel '%s' code allowed
ru: Код в канале '%s' разрешён

source: Channel '%s' code disallowed
ru: Код в канале '%s' запрещён

source: Channels
ru: Каналы

source: Censor
ru: Цензурировать

source: Uncensor
ru: Нецензурировать

source: Allow Code
ru: Разрешить код

source: Disallow Code
ru: Запретить код

source: Channel
ru: Канал

source: Selected channels will be deleted!\n\nEverything that was posted in these channels on this site will be permanently deleted!\n\nAre you sure?
ru: Этот аккаунт {0} будет удалён! Всё что им было опубликовано на этом сайте будет удалено навсегда! Вы уверены?

source: The channel {0} will be deleted!\n\nEverything that was posted in this channel on this site will be permanently deleted!\n\nAre you sure?
ru: Канал {0} будет удалён! Всё что было опубликовано в этом канале на этом сайте будет удалено навсегда! Вы уверены?

source: Theme settings updated.
ru: Настройки темы обновленны.

source: No themes found.
ru: Темы не найдены.

source: Item not found.
ru: Элемент не найден.

source: Disable
ru: Запретить

source: Enable
ru: Разрешить

source: Screenshot
ru: Снимок экрана

source: Themes
ru: Темы

source: Toggle
ru: Переключить

source: Settings
ru: Настройки

source: Author:
ru: Автор:

source: Maintainer:
ru: Сопровождающий:

source: [Experimental]
ru: [экспериментальный]

source: [Unsupported]
ru: [неподдерживаемый]

source: Site settings updated.
ru: Настройки сайта обновлены.

source: Default
ru: По умолчанию

source: %s - (Incompatible)
ru: %s - (несовместимо)

source: mobile
ru: мобильный

source: experimental
ru: экспериментальный

source: unsupported
ru: неподдерживаемый

source: Yes - with approval
ru: Да - требует подтверждения

source: My site is not a public server
ru: Мой сайт не является публичным сервером

source: My site has paid access only
ru: Мой сайт доступен только с оплатой

source: My site has free access only
ru: На моём сайте разрешён свободный доступ

source: My site offers free accounts with optional paid upgrades
ru: На моём сайте разрешены бесплатные аккаунты с дополнительными платными услугами

source: Default permission role for new accounts
ru: Разрешения по умолчанию для новых аккаунтов

source: This role will be used for the first channel created after registration.
ru: Эта роль будет использоваться для первого канала, созданного после регистрации.

source: Site
ru: Сайт

source: Registration
ru: Регистрация

source: File upload
ru: Загрузка файла

source: Policies
ru: Правила

source: Advanced
ru: Дополнительно

source: Site name
ru: Название сайта

source: Banner/Logo
ru: Баннер / логотип

source: Unfiltered HTML/CSS/JS is allowed
ru: Разрешён нефильтруемый HTML/CSS/JS

source: Administrator Information
ru: Информация об администраторе

source: Contact information for site administrators. Displayed on siteinfo page. BBCode can be used here
ru: Контактная информация для администраторов сайта. Показывается на информационной странице сайта. Можно использовать BBCode.

source: Site Information
ru: Информация о сайте

source: Publicly visible description of this site. Displayed on siteinfo page. BBCode can be used here
ru: Публичное видимое описание сайта. Показывается на информационной странице сайта. Можно использовать BBCode.

source: System language
ru: Язык системы

source: System theme
ru: Системная тема

source: Default system theme - may be over-ridden by user profiles - <a href='#' id='cnftheme'>change theme settings</a>
ru: Системная тема по умолчанию - может быть изменена в профиле пользователя - <a href='#' id='cnftheme'>изменить параметры темы</a>.

source: Allow Feeds as Connections
ru: Разрешить ленты новостей как контакты

source: (Heavy system resource usage)
ru: (Высокое использование системных ресурсов)

source: Maximum image size
ru: Максимальный размер изображения

source: Maximum size in bytes of uploaded images. Default is 0, which means no limits.
ru: Максимальный размер загруженных изображений в байтах. По умолчанию 0 или без ограничений.

source: Does this site allow new member registration?
ru: Разрешается ли регистрация новых пользователей на этом сайте?

source: Invitation only
ru: Только по приглашениям

source: Only allow new member registrations with an invitation code. Above register policy must be set to Yes.
ru: Регистрация пользователей разрешается только по приглашениям. Вышеуказанная политика регистрация должны быть установлена в "Да".

source: Minimum age
ru: Минимальный возраст

source: Minimum age (in years) for who may register on this site.
ru: Минимальный возраст (в годах) для регистрации на этом сайте.

source: Which best describes the types of account offered by this hub?
ru: Как лучше описать тип учётных записей предлагаемых на этом хабе?

source: This is displayed on the public server site list.
ru: Это отображается в списке общедоступных серверов.

source: Register text
ru: Текст регистрации

source: Will be displayed prominently on the registration page.
ru: Будет отображаться на странице регистрации на видном месте.

source: Site homepage to show visitors (default: login box)
ru: Домашняя страница, которая будет показываться посетителям сайт (по умочанию - форма входа).

source: example: 'pubstream' to show public stream, 'page/sys/home' to show a system webpage called 'home' or 'include:home.html' to include a file.
ru: например: 'pubstream' для показа публичного потока, 'page/sys/home' для показа системной домашней веб-страницы или 'include:home.html' для включения файла.

source: Preserve site homepage URL
ru: Сохранить URL главной страницы сайта

source: Present the site homepage in a frame at the original location instead of redirecting
ru: Показывать домашнюю страницу сайта во фрейме вместо стандартной переадресации

source: Accounts abandoned after x days
ru: Аккаунты считаются заброшенными после N дней
