{{* tpl EN formal, более вежливое приглашение, например сотрудников компании или деловых партнёров *}}
Присоединяйтесь к коммуникационной платформе {{$projectname}}.
Это сообщение содержит необходимые данные для первоначального подключения к ней.

Адрес сайта: {{$invite_whereami}}

Ваш доступ только что подготовлен с кодом приглашения

{{$invite_code}}

Пожалуйста, введите его в поле регистрационной формы, которое отображается при нажатии
на ссылку «У меня есть код приглашения». При регистрации потребуется ваш адрес электронной почты
в следующем поле. Мы также хотим сообщить вам, что код приглашения привязан к вашей электронной почте
и не подлежит передаче.

По соображениям безопасности вы должны указать пароль учетной записи, который должен оставаться
известен только вам. Желаемый пароль будет необходимо ввести дважды, чтобы предотвратить
возможные опечатки. Этот пароль потребуется вам позже для входа на сайт.

В зависимости от конфигурации сайта вы можете получить еще одно электронное письмо на свой адрес
с кодом проверки. Его нужно будет ввести в форму указанную в ссылке в письме для проверки. Это
небольше неудобство также служит для повышения вашей безопасности.

В зависимости от конфигурации сайта администратор, возможно, должен будет подтвердить ваш доступ. 
Для этого может потребоваться некоторое время, поэтому, пожалуйста, проявите чуточку терпения.

С уважением и пожеланиями успехов на сайте!

Заявление об ограничении ответственности:
... 
