Приносим извинения, но это может быть срочным.

Это веб-сервер {{$sitename}}.

Разработчики проекта только что выпустили обновление {{$update}}  
но во время попытки его автоматической установки что-то пошло не так.  
Это должно быть исправлено в ближайшее время и требует вмешательства человека. 
Пожалуйста свяжитесь с разработчиками если вы не знаете как исправить это
своими силами. Конфигурация базы данных на вашем веб-сервере может 
неработоспособной.

Было получено следующее сообщение об ошибке: '{{$}}.

Вы можете попытаться повторно применить это обновление перейдя по ссылке

{{$baseurl}}/admin/dbsync

войдя в систему как администратор. 

{{$source}}

Приносим извинения за неудобства, 
	Ваш веб-сервер {{$siteurl}}
